{
  "manga": [
    {
      "id": 1,
      "mal_id": 107562,
      "titleEnglish": "The Apothecary Diaries",
      "image": "https://cdn.myanimelist.net/images/manga/3/201154.jpg",
      "authors": [
        "Hyuuga, Natsu",
        "Nekokurage",
        "Nanao, Itsuki"
      ],
      "type": "Manga",
      "demographic": [
        "Seinen"
      ],
      "genres": [
        "Drama"
      ],
      "publishing": "May 25, 2017 to ?",
      "published": true,
      "themes": [
        "Historical",
        "Medical"
      ],
      "synopsis": "In an imperial court in ancient China, it has been a few months since a 17-year-old girl known as Maomao was kidnapped and forced to work as a low-level servant at the emperor's palace. Still, she manages to retain her curious and pragmatic spirit, planning to work until her years of servitude are over. One day, however, she catches wind of the fact that the emperor's two infants have fallen gravely ill. She decides to secretly take action, drawing on her experience as a pharmacist raised in the poor red-light district. Despite Maomao's attempts to remain anonymous, she soon catches the eye of Jinshi, an influential eunuch who recognizes her talents. Maomao soon finds herself in the emperor's inner court, where she gradually makes a name for herself by utilizing her knowledge and eccentric personality to solve various medical mysteries. [Written by MAL Rewrite]",
      "volumesLibrary": 6,
      "readStatus": true,
      "libraryScore": 8
    },
    {
      "id": 2,
      "mal_id": 4571,
      "titleEnglish": "Snow White with the Red Hair",
      "image": "https://cdn.myanimelist.net/images/manga/2/258717.jpg",
      "authors": [
        "Akizuki, Sorata"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Drama",
        "Fantasy",
        "Romance"
      ],
      "publishing": "Aug 10, 2006 to ? ",
      "published": true,
      "themes": [],
      "synopsis": "Shirayuki is Tanbarun's friendly neighborhood herbalist, whose unique red hair ends up drawing unwanted attention from the vain prince of Tanbarun, Raji Shenazard. Faced with the unattractive proposition to become his concubine, Shirayuki chops off her hair and flees the country overnight. In her journey deep into the forest, she encounters Zen Wistalia, the prince of the neighboring country of Clarines. When Zen takes a bite out of a poisoned apple that Prince Raji sends in order to recapture Shirayuki, she expertly uses the herbs at her disposal to cure him. Together with Zen and his two friends, Kiki and Mitsuhide, Shirayuki travels to Clarines, where she aims to make a life for herself as an apothecary of the royal court. As Zen slowly begins to mean more to her than the prince of her new country, the two of them must learn to work together toward their respective dreams despite the difference in status. [Written by MAL Rewrite] Included one-shots: Volume 1: Hachigatsu no Shikisai (Four-season Color of August) Volume 2: Bokura wo Tsunaide. (Bind Us)",
      "volumesLibrary": 1,
      "readStatus": false,
      "libraryScore": null
    },
    {
      "id": 3,
      "mal_id": 119161,
      "titleEnglish": "Spy x Family",
      "image": "https://cdn.myanimelist.net/images/manga/3/219741.jpg",
      "authors": [
        "Endou, Tatsuya"
      ],
      "type": "Manga",
      "demographic": [
        "Shounen"
      ],
      "genres": [
        "Action",
        "Comedy"
      ],
      "publishing": "Mar 25, 2019 to ?",
      "published": true,
      "themes": [
        "Childcare"
      ],
      "synopsis": "For the agent known as \"Twilight,\" no order is too tall if it is for the sake of peace. Operating as Westalis' master spy, Twilight works tirelessly to prevent extremists from sparking a war with neighboring country Ostania. For his latest mission, he must investigate Ostanian politician Donovan Desmond by infiltrating his son's school: the prestigious Eden Academy. Thus, the agent faces the most difficult task of his career: get married, have a child, and play family. Twilight, or \"Loid Forger,\" quickly adopts the unassuming orphan Anya to play the role of a six-year-old daughter and prospective Eden Academy student. For a wife, he comes across Yor Briar, an absent-minded office worker who needs a pretend partner of her own to impress her friends. However, Loid is not the only one with a hidden nature. Yor moonlights as the lethal assassin \"Thorn Princess.\" For her, marrying Loid creates the perfect cover. Meanwhile, Anya is not the ordinary girl she appears to be; she is an esper, the product of secret experiments that allow her to read minds. Although she uncovers their true identities, Anya is thrilled that her new parents are cool secret agents! She would never tell them, of course. That would ruin the fun. Under the guise of \"The Forgers,\" the spy, the assassin, and the esper must act as a family while carrying out their own agendas. Although these liars and misfits are only playing parts, they soon find that family is about far more than blood relations. [Written by MAL Rewrite]",
      "volumesLibrary": 8,
      "readStatus": true,
      "libraryScore": 8
    },
    {
      "mal_id": 111628,
      "titleEnglish": "The Saint's Magic Power is Omnipotent",
      "image": "https://cdn.myanimelist.net/images/manga/3/206329.jpg",
      "authors": [
        "Fuji, Azuki",
        "Tachibana, Yuka"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Jul 31, 2017 to ?",
      "published": true,
      "themes": [
        "Isekai",
        "Medical"
      ],
      "synopsis": "Living the workaholic life in her mid-20s, Sei never expected she’d be summoned to another world, let alone obtain the power of a living Saint. And she especially didn’t expect to be totally ignored by the locals! While the kingdom desperately needs a hero, it turns out Sei was just the backup option. Left alone, she explores her newfound powers at the royal Research Institute, unraveling the mysteries of magic potions. As she helps the sick and the dying, her talents reveal themselves. Might Sei be the Saint this world needs after all? (Source: Seven Seas Entertainment)",
      "volumesLibrary": 6,
      "readStatus": false,
      "libraryScore": 7.5,
      "id": 4
    },
    {
      "mal_id": 126146,
      "titleEnglish": "[Oshi No Ko]",
      "image": "https://cdn.myanimelist.net/images/manga/3/233991.jpg",
      "authors": [
        "Akasaka, Aka",
        "Yokoyari, Mengo"
      ],
      "type": "Manga",
      "demographic": [
        "Seinen"
      ],
      "genres": [
        "Drama",
        "Supernatural"
      ],
      "publishing": "Apr 23, 2020 to ?",
      "published": true,
      "themes": [
        "Music",
        "Reincarnation"
      ],
      "synopsis": "Sixteen-year-old Ai Hoshino is a talented and beautiful idol who is adored by her fans. She is the personification of a pure, young maiden. But all that glitters is not gold. Gorou Amemiya is a countryside gynecologist and a big fan of Ai. So when the pregnant idol shows up at his hospital, he is beyond bewildered. Gorou promises her a safe delivery. Little does he know, an encounter with a mysterious figure would result in his untimely death—or so he thought. Opening his eyes in the lap of his beloved idol, Gorou finds that he has been reborn as Aquamarine Hoshino—Ai's newborn son! With his world turned upside down, Gorou soon learns that the world of showbiz is paved with thorns, where talent does not always beget success. Will he manage to protect Ai's smile that he loves so much with the help of an eccentric and unexpected ally? [Written by MAL Rewrite]",
      "volumesLibrary": 1,
      "readStatus": true,
      "libraryScore": 10,
      "id": 5
    },
    {
      "mal_id": 143370,
      "titleEnglish": "The Dragon Knight's Beloved",
      "image": "https://cdn.myanimelist.net/images/manga/3/254862.jpg",
      "authors": [
        "Aozaki, Ritsu",
        "Orikawa, Asagi"
      ],
      "type": "Manga",
      "demographic": [
        "Josei"
      ],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Jan 28, 2019 to ?",
      "published": true,
      "themes": [],
      "synopsis": "A young woman begins a new life as a dragon master for a handsome earl in this tale of high fantasy romance. Melissa is a maid-in-training at the royal castle, where her greatest joy is caring for the majestic steeds of the royal Dragon Knights. Her coming-of-age ceremony is fast approaching, and with it comes the need to decide what path her future will take. Melissa shares a special bond of friendship with Commander Hubert, the handsome knight who rides the mightiest of dragons, but their relationship is about to get complicated. Newly returned from a dangerous mission, Hubert makes a shocking request: Would Melissa pretend to be his lover, and move to his country estate, where wild dragons roam? (Source: Seven Seas Entertainment)",
      "volumesLibrary": 3,
      "readStatus": true,
      "libraryScore": 5,
      "id": 6
    },
    {
      "mal_id": 109073,
      "titleEnglish": "The White Cat's Revenge as Plotted from the Dragon King's Lap",
      "image": "https://cdn.myanimelist.net/images/manga/3/208595.jpg",
      "authors": [
        "Aki",
        "Kureha"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy"
      ],
      "publishing": "Aug 25, 2017 to ?",
      "published": true,
      "themes": [
        "Isekai"
      ],
      "synopsis": "With her silky blonde hair and large blue eyes, Ruri Morikawa should have been the most beautiful and popular girl. However, she has never been quite so fortunate; her oblivious \"best friend\" Asahi Shinomiya has somehow always stolen the spotlight, causing others to detest the Ruri who Asahi cherishes. When they are summoned to another world, this cycle repeats once again, and Ruri is ultimately banished. Alone in the wilderness, Ruri stumbles upon a cottage in a neighboring kingdom. There, she learns that she is someone \"beloved by the spirits\": a person whose mere existence can shake countries to the core and instigate bloody wars. Along with the cute fairies that follow her wherever she goes, she gains a magic bracelet that can transform her into a fluffy white cat. Hoping to learn more about the world, Ruri travels to the capital and receives direct protection from the Dragon King Jade. The two begin to foster a close bond, even though he thinks that she is only a cat! As Ruri struggles with the lie she has fallen into, a war is brewing between the Dragon King's army and the one led by the figurehead Priestess Asahi. [Written by MAL Rewrite]",
      "volumesLibrary": 3,
      "readStatus": true,
      "libraryScore": 7,
      "id": 7
    },
    {
      "mal_id": 132440,
      "titleEnglish": "A Tale of the Secret Saint",
      "image": "https://cdn.myanimelist.net/images/manga/3/239197.jpg",
      "authors": [
        "Aobe, Mahito",
        "Touya"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "publishing": "Dec 19, 2019 to ?",
      "published": true,
      "themes": [],
      "synopsis": "Fia always dreamed of becoming a knight. Born into a family of knights, she's the least talented among them, but she still clutches to her hope and trains with everything she has. When the day comes for her to slay a small demon and prove her worth, she ends up face to face with a dragon instead! A deadly injury makes her life flash before her eyes... and she suddenly remembers her former life, when she was a powerful Saint in a bygone era who defeated the Demon King. That life ended in pain because of who she was, making her fear ever becoming a Saint again. Now that the magic from her previous life has been rekindled, she may become a more powerful knight than she ever dreamed–if only she can survive long enough! (Source: Seven Seas Entertainment)",
      "volumesLibrary": 3,
      "readStatus": true,
      "libraryScore": 9,
      "id": 8
    },
    {
      "mal_id": 105084,
      "titleEnglish": "Toilet-Bound Hanako-kun",
      "image": "https://cdn.myanimelist.net/images/manga/3/192551.jpg",
      "authors": [
        "Aida, Iro"
      ],
      "type": "Manga",
      "demographic": [
        "Shounen"
      ],
      "genres": [
        "Supernatural"
      ],
      "publishing": "Dec 18, 2014 to ?",
      "published": true,
      "themes": [
        "School"
      ],
      "synopsis": "Rumors of the supernatural overrun Kamome Academy, namely the \"Seven Mysteries.\" One of these mysteries is the legend of Hanako-san, the ghost of a young girl residing in the girl's bathroom on the third floor of the old school building, who is said to grant any wish her summoner desires. First-year high school student Nene Yashiro daringly summons Hanako-san in desperate need of love, but the Hanako that appears before her is a boy! After Hanako-kun claims that he has no magical items of use, Nene tries various ways to get noticed by her crush. With her desperation reaching its peak, she gets into trouble after consuming a mermaid scale, which turns her into a fish. Hanako-kun rescues her, binding their fates together in the process; in return for this aid, Nene must become his assistant. Now entangled in the supernatural realm, Nene soon discovers that there's much more to the school's Seven Mysteries than basic rumors. [Written by MAL Rewrite]",
      "volumesLibrary": 2,
      "readStatus": false,
      "libraryScore": null,
      "id": 9
    },
    {
      "mal_id": 89049,
      "titleEnglish": "In/Spectre",
      "image": "https://cdn.myanimelist.net/images/manga/3/167329.jpg",
      "authors": [
        "Shirodaira, Kyou",
        "Katase, Chashiba"
      ],
      "type": "Manga",
      "demographic": [
        "Shounen"
      ],
      "genres": [
        "Comedy",
        "Mystery",
        "Supernatural"
      ],
      "publishing": "Apr 20, 2015 to ?",
      "published": true,
      "themes": [],
      "synopsis": "At the young age of 11, Kotoko Iwanaga was abducted by youkai for two weeks and asked to become their \"God of Wisdom,\" a mediator between the spirit and human worlds, to which the girl quickly agreed but at the cost of her right eye and left leg. Now, six years later, whenever youkai wish for their problems to be solved, they make their way to Kotoko for consultation. Meanwhile, Kurou Sakuragawa, a 22-year-old university student, has just broken up with his girlfriend after he fled alone when the two encountered a kappa. Seeing this as her chance to become closer with him, Kotoko immediately makes her move, hoping to get married to Kurou one day. However, she quickly realizes there is something more to Kurou. With this knowledge, she asks for his help in solving the various issues presented by the supernatural, all the while wishing her newfound partner will eventually reciprocate her feelings. [Written by MAL Rewrite]",
      "volumesLibrary": 2,
      "readStatus": false,
      "libraryScore": null,
      "id": 10
    },
    {
      "mal_id": 126163,
      "titleEnglish": "The Savior's Book Café Story in Another World",
      "image": "https://cdn.myanimelist.net/images/manga/3/233382.jpg",
      "authors": [
        "Izumi, Kyouka",
        "Sakurada, Reiko"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Jun 18, 2019 to Apr 19, 2022",
      "published": false,
      "themes": [
        "Isekai"
      ],
      "synopsis": "When a \"god\" tells Tsukina that she is to be transported to another world to become its savior, Tsukina isn't interested. As a bookish thirty-something, she has zero desire to go on some big adventure...so when she arrives in the strange new land, she decides to use her magical powers to create a cozy little book cafe instead. But when a fellow \"savior\" starts causing trouble, Tsukina might just have to play the hero, after all! (Source: Seven Seas Entertainment)",
      "volumesLibrary": 4,
      "readStatus": true,
      "libraryScore": 7,
      "id": 11
    },
    {
      "mal_id": 119806,
      "titleEnglish": "Magic Artisan Dahlia Wilts No More",
      "image": "https://cdn.myanimelist.net/images/manga/3/222308.jpg",
      "authors": [
        "Sumikawa, Megumi",
        "Amagishi, Hisaya"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Slice of Life"
      ],
      "publishing": "Apr 25, 2019 to ?",
      "published": true,
      "themes": [],
      "synopsis": "Reincarnated in a fantasy world, Dahlia immerses herself in the art of crafting magical items. Using manufacturing knowledge from her previous life and the skills her new father has taught her, she invents blow dryers and other specialized tools, finding pleasure in everyday activities. Dahlia won't hang her head in depression like she used to. She's determined to enjoy her second chance at life! (Source: Seven Seas Entertainment)",
      "volumesLibrary": 3,
      "readStatus": true,
      "libraryScore": 7,
      "id": 12
    },
    {
      "mal_id": 107566,
      "titleEnglish": "My Next Life as a Villainess: All Routes Lead to Doom!",
      "image": "https://cdn.myanimelist.net/images/manga/2/207950.jpg",
      "authors": [
        "Hidaka, Nami",
        "Yamaguchi, Satoru"
      ],
      "type": "Manga",
      "demographic": [
        "Josei"
      ],
      "genres": [
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
      ],
      "publishing": "Aug 28, 2017 to ?",
      "published": true,
      "themes": [
        "Reverse Harem",
        "School",
        "Villainess"
      ],
      "synopsis": "Catarina Claes is the eight-year-old daughter of a duke. One day, she hits her head and recovers the memories of her past life, and she comes a horrifying realization—she is in a world similar to that of an otome game she once played, and she is the main villain! To make matters worse, in every possible conclusion, whether exile or death, she is met with a terrible end. Using her knowledge of how the game unfolds, Catarina must now do whatever it takes to change her fate. Whether she must cultivate her skills as a farmer or befriend every character that comes her way, nothing is ever too much for her to handle. As the years go on, everything seems to be going as planned. However, Catarina realizes that she made a mistake in her previous life, as she never actually finished the game before death; and so a new, secret route may just prove to be her undoing. [Written by MAL Rewrite]",
      "volumesLibrary": 3,
      "readStatus": false,
      "libraryScore": null,
      "id": 13
    },
    {
      "mal_id": 114794,
      "titleEnglish": "Bofuri: I Don't Want to Get Hurt, so I'll Max Out My Defense.",
      "image": "https://cdn.myanimelist.net/images/manga/1/217780.jpg",
      "authors": [
        "Yuumikan",
        "Oimoto, Jirou"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Fantasy",
        "Sci-Fi"
      ],
      "publishing": "May 26, 2018 to ?",
      "published": true,
      "themes": [],
      "synopsis": "After receiving an invitation from her friend Risa Shiromine, Kaede Honjou begins playing the VRMMO game New World Online as the character Maple. Lacking knowledge of the game, she allocates all her status points to defense. As a result, her movements are slow, she cannot use magic, and even gets attacked by the rabbits. However, she obtains a skill called \"Absolute Defense\" due to maxing out her vitality points, and a counter skill that kills in a single hit. As a \"mobile fortress style\" novice with a poisonous skill that makes all attacks invalid and overrides all obstacles, she goes off to adventures, disregarding her irregularities. (Source: MAL News)",
      "volumesLibrary": 2,
      "readStatus": false,
      "libraryScore": null,
      "id": 14
    },
    {
      "mal_id": 122673,
      "titleEnglish": "The Holy Grail of Eris",
      "image": "https://cdn.myanimelist.net/images/manga/3/226738.jpg",
      "authors": [
        "Momoyama, Hinase",
        "Tokiwa, Kujira"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Drama",
        "Fantasy",
        "Mystery",
        "Supernatural"
      ],
      "publishing": "Nov 3, 2019 to ?",
      "published": true,
      "themes": [
        "Historical"
      ],
      "synopsis": "It is common knowledge that nobles will do anything for power; lying, manipulation, and extortion are the usual tactics. However, one family is exempt from this generalization: House Grail, whose main tenets are truth and integrity. The youngest daughter, Constance Grail, is just as moral as the rest of her family, believing in always doing the right thing and helping those in need. However, these ideals do not help her when her fiancé cheats on her with another woman. Framed by his lover in the hope of her downfall, Constance's pleas for justice are ignored. Everyone turns a blind eye, save for one—the spirit of the infamous Scarlet Castiel—who possesses Constance and turns the tables on her accuser. However, this aid doesn't come without a price. Ten years ago, Scarlet was executed for the attempted murder of Princess Cecilia. But this was actually a setup; as blunt and harsh as Scarlet could be, she would never stoop so low as to use poison. She has no idea who orchestrated her incrimination, but Scarlet demands that Constance—as the only one who can see her—help her exact revenge on all those who wronged her! [Written by MAL Rewrite]",
      "volumesLibrary": 2,
      "readStatus": false,
      "libraryScore": null,
      "id": 16
    },
    {
      "mal_id": 89217,
      "titleEnglish": "Love Me, Love Me Not",
      "image": "https://cdn.myanimelist.net/images/manga/1/167944.jpg",
      "authors": [
        "Sakisaka, Io"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Award Winning",
        "Drama",
        "Romance"
      ],
      "publishing": "Jun 13, 2015 to May 13, 2019",
      "published": false,
      "themes": [
        "Love Polygon",
        "School"
      ],
      "synopsis": "The story centers around Yuna and Akari who have two very different views of love: Yuna is someone who sees love as a dream and Akari is someone who is very realistic about her romance choices. Meanwhile, there are two boys, Kazuomi and Rio, who also have different views of love: Kazuomi's an airhead and doesn't understand the concept of love, while Rio grabs the opportunity when confessed to as long as the girl looks cute. (Source: MAL News)",
      "volumesLibrary": 2,
      "readStatus": false,
      "libraryScore": null,
      "id": 17
    },
    {
      "mal_id": 128337,
      "titleEnglish": "Tearmoon Empire",
      "image": "https://cdn.myanimelist.net/images/manga/1/246521.jpg",
      "authors": [
        "Mochitsuki, Nozomu",
        "Gilse"
      ],
      "type": "Light Novel",
      "demographic": [],
      "genres": [
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
      ],
      "publishing": "Jun 10, 2019 to ?",
      "published": true,
      "themes": [
        "Time Travel"
      ],
      "synopsis": "Surrounded by the hate-filled gazes of her people, the selfish princess of the fallen Tearmoon Empire, Mia, takes one last look at the bleeding sun before the guillotine blade falls... Only to wake back up as a twelve-year-old! With time rewound and a second chance at life dropped into her lap, she sets out to right the countless wrongs that plague the ailing Empire. Corrupt governance? Check. Border troubles? Check. Natural calamities and economic strife? Check. My, seems like a lot of work. Hard work and Mia don't mix, so she seeks out the aid of others, starting with her loyal maid, Anne, and the brilliant minister, Ludwig. Together, they strive day and night to restore the Empire. Little by little, their tireless efforts begin to change the course of history, pushing the whole of the continent toward a new future. And why did the selfish princess have a change of heart, you ask? Simple—she didn't. She's just terrified of the guillotine. They hurt like hell, and Mia hates pain more than work. (Source: J-Novel Club)",
      "volumesLibrary": null,
      "readStatus": false,
      "libraryScore": null,
      "id": 18
    },
    {
      "mal_id": 112589,
      "titleEnglish": "Fly Me to the Moon",
      "image": "https://cdn.myanimelist.net/images/manga/3/209955.jpg",
      "authors": [
        "Hata, Kenjirou"
      ],
      "type": "Manga",
      "demographic": [
        "Shounen"
      ],
      "genres": [
        "Comedy",
        "Romance"
      ],
      "publishing": "Feb 14, 2018 to ?",
      "published": true,
      "themes": [],
      "synopsis": "Having grown up ridiculed for his bizarre name, Nasa Yuzaki strives to be remembered for something more. Fortunately, it seems he's on the right path, ranking first in the nation's mock exams and set to enter his high school of choice. However, everything changes in a single night when he notices a girl across the street on his way home. Enraptured by her overwhelming cuteness, it's love at first sight for Nasa. But in his infatuated daze, he fails to notice the approaching danger speeding down the road and finds himself at death's door. Barely alive thanks to the girl's intervention, Nasa musters the courage to confess his love to her, fearing she might otherwise vanish from his life. She accepts his proposal on one condition: marriage, to which Nasa gladly accepts before passing out from his injuries. Upon waking, however, the girl is nowhere to be found. After recovering from his injuries, Nasa tosses his previous ambitions aside and dedicates his life to finding the girl that captured his heart, yet several years pass to no avail. But one night, when an unexpected visitor comes knocking on his door, Nasa finds himself facing a woman that would forever change his world: his wife. [Written by MAL Rewrite]",
      "volumesLibrary": null,
      "readStatus": false,
      "libraryScore": null,
      "id": 19
    },
    {
      "mal_id": 138320,
      "titleEnglish": "The Most Heretical Last Boss Queen: From Villainess to Savior",
      "image": "https://cdn.myanimelist.net/images/manga/1/247564.jpg",
      "authors": [
        "Suzunosuke",
        "Tenichi"
      ],
      "type": "Light Novel",
      "demographic": [
        "Josei"
      ],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Jun 3, 2019 to ?",
      "published": true,
      "themes": [
        "Isekai",
        "Reincarnation",
        "Villainess"
      ],
      "synopsis": "Pride Royal Ivy is only eight years old when she realizes that she's been reincarnated, destined to become the future wicked queen and final boss of an otome game. She's got it all in this new life: razor-sharp wit, boss-tier powers, and influence over the kingdom as crown princess. Determined to sow despair and destruction across the land, she... Wait, what kind of a rotten future is that?! Princess Pride decides to drop the maniacal villainess plan and protect the male love interests instead, cheating her way to saving everyone she can! Will this final boss end up earning the adoration of her kingdom? (Source: Seven Seas Entertainment)",
      "volumesLibrary": null,
      "readStatus": false,
      "libraryScore": null,
      "id": 20
    },
    {
      "mal_id": 125511,
      "titleEnglish": "The Most Heretical Last Boss Queen: From Villainess to Savior",
      "image": "https://cdn.myanimelist.net/images/manga/1/236098.jpg",
      "authors": [
        "Matsuura, Bunko",
        "Tenichi"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Mar 19, 2020 to Mar 18, 2022",
      "published": false,
      "themes": [
        "Isekai",
        "Villainess"
      ],
      "synopsis": "Pride Royal Ivy is the final boss and all-around scum in the otome game Our Ray of Light. She committed innumerable crimes—from enslaving her adopted brother in a soul-binding contract to abusing her position against the servants in the household. In short, she is a villain of pure evil. A normal high school student in Japan reincarnates into the eight-year-old body of Princess Pride. The first order of business: survive to see another day. Using her cheat-like abilities, she resolves to save her father, rescue the kingdom, and become a kind and benevolent ruler. And so, Pride resolves to change her fate, no matter what it takes! [Written by MAL Rewrite]",
      "volumesLibrary": null,
      "readStatus": false,
      "libraryScore": null,
      "id": 21
    },
    {
      "mal_id": 135045,
      "titleEnglish": "Modern Villainess: It's Not Easy Building a Corporate Empire Before the Crash",
      "image": "https://cdn.myanimelist.net/images/manga/3/242666.jpg",
      "authors": [
        "Kei",
        "Futsukaichi, Tofurou"
      ],
      "type": "Light Novel",
      "demographic": [],
      "genres": [
        "Drama"
      ],
      "publishing": "Oct 25, 2020 to ?",
      "published": true,
      "themes": [
        "Villainess"
      ],
      "synopsis": "When an exhausted career woman is reincarnated as Runa Keikain, the villainess of an otome game born in the 1990s, she's determined to win at any cost. She may lose the love interest's heart, but she refuses to be ruined. Armed with the foreknowledge of the economic crash looming on Japan's horizon, Runa must revitalize her father's company and secure her freedom for herself and her new family. (Source: Seven Seas Entertainment)",
      "volumesLibrary": null,
      "readStatus": false,
      "libraryScore": null,
      "id": 22
    },
    {
      "mal_id": 134249,
      "titleEnglish": "Though I Am an Inept Villainess: Tale of the Butterfly-Rat Body Swap in the Maiden Court",
      "image": "https://cdn.myanimelist.net/images/manga/1/261960.jpg",
      "authors": [
        "Nakamura, Satsuki",
        "Yuki, Kana"
      ],
      "type": "Light Novel",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Dec 28, 2020 to ?",
      "published": true,
      "themes": [],
      "synopsis": "In a kingdom inspired by historical China, five clans put forth their maidens as imperial consorts–but only one will be crowned empress. The frail and beautiful Kou Reirin, the so-called \"butterfly\" of the imperial court, is a shoo-in to marry the crown prince. But when \"court rat\" Shu Keigetsu lashes out at her during the glittering Lantern Festival, it's Reirin who wakes up in the dungeons! Body-swapped by her assailant to steal her position at court, Reirin's plight seems dire...to everyone else! Now that she's got a robust new body, not even the looming threat of execution can stop her! (Source: Seven Seas Entertainment)",
      "volumesLibrary": null,
      "readStatus": false,
      "libraryScore": null,
      "id": 23
    },
    {
      "mal_id": 50587,
      "titleEnglish": "Anonymous Noise",
      "image": "https://cdn.myanimelist.net/images/manga/3/175909.jpg",
      "authors": [
        "Fukuyama, Ryoco"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Drama",
        "Romance"
      ],
      "publishing": "Apr 20, 2013 to Jan 19, 2019",
      "published": false,
      "themes": [
        "Love Polygon",
        "Music"
      ],
      "synopsis": "When they were young, Nino Arisugawa and Momo Sakaki had promised that if they were ever separated, they would use their song to find each other again. However, Momo moved away without notice, leaving Nino with a constant urge to scream. For this reason, she begins wearing a mask. During this time, while still missing her first love, Nino encounters Kanade \"Yuzu\" Yuzuriha, a boy her age who composes music and gives her the nickname \"Alice.\" Nino falls in love with his music, while Yuzu falls in love with her. Every Wednesday they would meet at the beach—but one day, Yuzu also stops coming. Six years later, Nino and Yuzu reunite in high school—unbeknownst to her, Momo has also entered the same school. Holding on to the childhood promise she made with him, Nino sings Yuzu's songs, hoping that her voice can still reach Momo. However, while she tirelessly tries to reach him, Yuzu continues to long for her, escalating a love triangle that has been built across years of separation. [Written by MAL Rewrite] Included one-shot: Volume 13: Tsuiraku Jelly",
      "volumesLibrary": null,
      "readStatus": false,
      "libraryScore": null,
      "id": 24
    }
  ]
}