{
  "manga": [
    {
      "id": 1,
      "mal_id": 107562,
      "titleEnglish": "The Apothecary Diaries",
      "image": "https://cdn.myanimelist.net/images/manga/3/201154.jpg",
      "authors": [
        "Hyuuga, Natsu",
        "Nekokurage",
        "Nanao, Itsuki"
      ],
      "type": "manga",
      "demographic": [
        "Seinen"
      ],
      "genres": [
        "Drama"
      ],
      "publishing": "May 25, 2017 to ?",
      "published": true,
      "themes": [
        "Historical",
        "Medical"
      ],
      "synopsis": "In an imperial court in ancient China, it has been a few months since a 17-year-old girl known as Maomao was kidnapped and forced to work as a low-level servant at the emperor's palace. Still, she manages to retain her curious and pragmatic spirit, planning to work until her years of servitude are over. One day, however, she catches wind of the fact that the emperor's two infants have fallen gravely ill. She decides to secretly take action, drawing on her experience as a pharmacist raised in the poor red-light district. Despite Maomao's attempts to remain anonymous, she soon catches the eye of Jinshi, an influential eunuch who recognizes her talents. Maomao soon finds herself in the emperor's inner court, where she gradually makes a name for herself by utilizing her knowledge and eccentric personality to solve various medical mysteries. [Written by MAL Rewrite]",
      "volumesLibrary": 6,
      "readStatus": true,
      "libraryScore": 8
    },
    {
      "id": 2,
      "mal_id": 4571,
      "titleEnglish": "Snow White with the Red Hair",
      "image": "https://cdn.myanimelist.net/images/manga/2/258717.jpg",
      "authors": [
        "Akizuki, Sorata"
      ],
      "type": "manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Drama",
        "Fantasy",
        "Romance"
      ],
      "publishing": "Aug 10, 2006 to ? ",
      "published": true,
      "themes": [],
      "synopsis": "Shirayuki is Tanbarun's friendly neighborhood herbalist, whose unique red hair ends up drawing unwanted attention from the vain prince of Tanbarun, Raji Shenazard. Faced with the unattractive proposition to become his concubine, Shirayuki chops off her hair and flees the country overnight. In her journey deep into the forest, she encounters Zen Wistalia, the prince of the neighboring country of Clarines. When Zen takes a bite out of a poisoned apple that Prince Raji sends in order to recapture Shirayuki, she expertly uses the herbs at her disposal to cure him. Together with Zen and his two friends, Kiki and Mitsuhide, Shirayuki travels to Clarines, where she aims to make a life for herself as an apothecary of the royal court. As Zen slowly begins to mean more to her than the prince of her new country, the two of them must learn to work together toward their respective dreams despite the difference in status. [Written by MAL Rewrite] Included one-shots: Volume 1: Hachigatsu no Shikisai (Four-season Color of August) Volume 2: Bokura wo Tsunaide. (Bind Us)",
      "volumesLibrary": 1,
      "readStatus": false,
      "libraryScore": null
    },
    {
      "id": 3,
      "mal_id": 119161,
      "titleEnglish": "Spy x Family",
      "image": "https://cdn.myanimelist.net/images/manga/3/219741.jpg",
      "authors": [
        "Endou, Tatsuya"
      ],
      "type": "manga",
      "demographic": [
        "Shounen"
      ],
      "genres": [
        "Action",
        "Comedy"
      ],
      "publishing": "Mar 25, 2019 to ?",
      "published": true,
      "themes": [
        "Childcare"
      ],
      "synopsis": "For the agent known as \"Twilight,\" no order is too tall if it is for the sake of peace. Operating as Westalis' master spy, Twilight works tirelessly to prevent extremists from sparking a war with neighboring country Ostania. For his latest mission, he must investigate Ostanian politician Donovan Desmond by infiltrating his son's school: the prestigious Eden Academy. Thus, the agent faces the most difficult task of his career: get married, have a child, and play family. Twilight, or \"Loid Forger,\" quickly adopts the unassuming orphan Anya to play the role of a six-year-old daughter and prospective Eden Academy student. For a wife, he comes across Yor Briar, an absent-minded office worker who needs a pretend partner of her own to impress her friends. However, Loid is not the only one with a hidden nature. Yor moonlights as the lethal assassin \"Thorn Princess.\" For her, marrying Loid creates the perfect cover. Meanwhile, Anya is not the ordinary girl she appears to be; she is an esper, the product of secret experiments that allow her to read minds. Although she uncovers their true identities, Anya is thrilled that her new parents are cool secret agents! She would never tell them, of course. That would ruin the fun. Under the guise of \"The Forgers,\" the spy, the assassin, and the esper must act as a family while carrying out their own agendas. Although these liars and misfits are only playing parts, they soon find that family is about far more than blood relations. [Written by MAL Rewrite]",
      "volumesLibrary": 8,
      "readStatus": true,
      "libraryScore": 8
    },
    {
      "mal_id": 111628,
      "titleEnglish": "The Saint's Magic Power is Omnipotent",
      "image": "https://cdn.myanimelist.net/images/manga/3/206329.jpg",
      "authors": [
        "Fuji, Azuki",
        "Tachibana, Yuka"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Jul 31, 2017 to ?",
      "published": true,
      "themes": [
        "Isekai",
        "Medical"
      ],
      "synopsis": "Living the workaholic life in her mid-20s, Sei never expected she’d be summoned to another world, let alone obtain the power of a living Saint. And she especially didn’t expect to be totally ignored by the locals! While the kingdom desperately needs a hero, it turns out Sei was just the backup option. Left alone, she explores her newfound powers at the royal Research Institute, unraveling the mysteries of magic potions. As she helps the sick and the dying, her talents reveal themselves. Might Sei be the Saint this world needs after all? (Source: Seven Seas Entertainment)",
      "volumesLibrary": null,
      "readStatus": null,
      "libraryScore": null,
      "id": 4
    },
    {
      "mal_id": 126146,
      "titleEnglish": "[Oshi No Ko]",
      "image": "https://cdn.myanimelist.net/images/manga/3/233991.jpg",
      "authors": [
        "Akasaka, Aka",
        "Yokoyari, Mengo"
      ],
      "type": "Manga",
      "demographic": [
        "Seinen"
      ],
      "genres": [
        "Drama",
        "Supernatural"
      ],
      "publishing": "Apr 23, 2020 to ?",
      "published": true,
      "themes": [
        "Music",
        "Reincarnation"
      ],
      "synopsis": "Sixteen-year-old Ai Hoshino is a talented and beautiful idol who is adored by her fans. She is the personification of a pure, young maiden. But all that glitters is not gold. Gorou Amemiya is a countryside gynecologist and a big fan of Ai. So when the pregnant idol shows up at his hospital, he is beyond bewildered. Gorou promises her a safe delivery. Little does he know, an encounter with a mysterious figure would result in his untimely death—or so he thought. Opening his eyes in the lap of his beloved idol, Gorou finds that he has been reborn as Aquamarine Hoshino—Ai's newborn son! With his world turned upside down, Gorou soon learns that the world of showbiz is paved with thorns, where talent does not always beget success. Will he manage to protect Ai's smile that he loves so much with the help of an eccentric and unexpected ally? [Written by MAL Rewrite]",
      "volumesLibrary": null,
      "readStatus": null,
      "libraryScore": null,
      "id": 5
    },
    {
      "mal_id": 143370,
      "titleEnglish": "The Dragon Knight's Beloved",
      "image": "https://cdn.myanimelist.net/images/manga/3/254862.jpg",
      "authors": [
        "Aozaki, Ritsu",
        "Orikawa, Asagi"
      ],
      "type": "Manga",
      "demographic": [
        "Josei"
      ],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Jan 28, 2019 to ?",
      "published": true,
      "themes": [],
      "synopsis": "A young woman begins a new life as a dragon master for a handsome earl in this tale of high fantasy romance. Melissa is a maid-in-training at the royal castle, where her greatest joy is caring for the majestic steeds of the royal Dragon Knights. Her coming-of-age ceremony is fast approaching, and with it comes the need to decide what path her future will take. Melissa shares a special bond of friendship with Commander Hubert, the handsome knight who rides the mightiest of dragons, but their relationship is about to get complicated. Newly returned from a dangerous mission, Hubert makes a shocking request: Would Melissa pretend to be his lover, and move to his country estate, where wild dragons roam? (Source: Seven Seas Entertainment)",
      "volumesLibrary": null,
      "readStatus": null,
      "libraryScore": null,
      "id": 6
    },
    {
      "mal_id": 109073,
      "titleEnglish": "The White Cat's Revenge as Plotted from the Dragon King's Lap",
      "image": "https://cdn.myanimelist.net/images/manga/3/208595.jpg",
      "authors": [
        "Aki",
        "Kureha"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy"
      ],
      "publishing": "Aug 25, 2017 to ?",
      "published": true,
      "themes": [
        "Isekai"
      ],
      "synopsis": "With her silky blonde hair and large blue eyes, Ruri Morikawa should have been the most beautiful and popular girl. However, she has never been quite so fortunate; her oblivious \"best friend\" Asahi Shinomiya has somehow always stolen the spotlight, causing others to detest the Ruri who Asahi cherishes. When they are summoned to another world, this cycle repeats once again, and Ruri is ultimately banished. Alone in the wilderness, Ruri stumbles upon a cottage in a neighboring kingdom. There, she learns that she is someone \"beloved by the spirits\": a person whose mere existence can shake countries to the core and instigate bloody wars. Along with the cute fairies that follow her wherever she goes, she gains a magic bracelet that can transform her into a fluffy white cat. Hoping to learn more about the world, Ruri travels to the capital and receives direct protection from the Dragon King Jade. The two begin to foster a close bond, even though he thinks that she is only a cat! As Ruri struggles with the lie she has fallen into, a war is brewing between the Dragon King's army and the one led by the figurehead Priestess Asahi. [Written by MAL Rewrite]",
      "volumesLibrary": null,
      "readStatus": null,
      "libraryScore": null,
      "id": 7
    },
    {
      "mal_id": 132440,
      "titleEnglish": "A Tale of the Secret Saint",
      "image": "https://cdn.myanimelist.net/images/manga/3/239197.jpg",
      "authors": [
        "Aobe, Mahito",
        "Touya"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "publishing": "Dec 19, 2019 to ?",
      "published": true,
      "themes": [],
      "synopsis": "Fia always dreamed of becoming a knight. Born into a family of knights, she's the least talented among them, but she still clutches to her hope and trains with everything she has. When the day comes for her to slay a small demon and prove her worth, she ends up face to face with a dragon instead! A deadly injury makes her life flash before her eyes... and she suddenly remembers her former life, when she was a powerful Saint in a bygone era who defeated the Demon King. That life ended in pain because of who she was, making her fear ever becoming a Saint again. Now that the magic from her previous life has been rekindled, she may become a more powerful knight than she ever dreamed–if only she can survive long enough! (Source: Seven Seas Entertainment)",
      "volumesLibrary": null,
      "readStatus": null,
      "libraryScore": null,
      "id": 8
    }
  ]
}