{
  "manga": [
    {
      "id": 1,
      "mal_id": 107562,
      "titleEnglish": "The Apothecary Diaries",
      "image": "https://cdn.myanimelist.net/images/manga/3/201154.jpg",
      "authors": [
        "Hyuuga, Natsu",
        "Nekokurage",
        "Nanao, Itsuki"
      ],
      "type": "Manga",
      "demographic": [
        "Seinen"
      ],
      "genres": [
        "Drama"
      ],
      "publishing": "May 25, 2017 to ?",
      "published": true,
      "themes": [
        "Historical",
        "Medical"
      ],
      "synopsis": "In an imperial court in ancient China, it has been a few months since a 17-year-old girl known as Maomao was kidnapped and forced to work as a low-level servant at the emperor's palace. Still, she manages to retain her curious and pragmatic spirit, planning to work until her years of servitude are over. One day, however, she catches wind of the fact that the emperor's two infants have fallen gravely ill. She decides to secretly take action, drawing on her experience as a pharmacist raised in the poor red-light district. Despite Maomao's attempts to remain anonymous, she soon catches the eye of Jinshi, an influential eunuch who recognizes her talents. Maomao soon finds herself in the emperor's inner court, where she gradually makes a name for herself by utilizing her knowledge and eccentric personality to solve various medical mysteries. [Written by MAL Rewrite]",
      "volumesLibrary": 6,
      "readStatus": 5,
      "libraryScore": 8
    },
    {
      "id": 2,
      "mal_id": 4571,
      "titleEnglish": "Snow White with the Red Hair",
      "image": "https://cdn.myanimelist.net/images/manga/2/258717.jpg",
      "authors": [
        "Akizuki, Sorata"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Drama",
        "Fantasy",
        "Romance"
      ],
      "publishing": "Aug 10, 2006 to ? ",
      "published": true,
      "themes": [],
      "synopsis": "Shirayuki is Tanbarun's friendly neighborhood herbalist, whose unique red hair ends up drawing unwanted attention from the vain prince of Tanbarun, Raji Shenazard. Faced with the unattractive proposition to become his concubine, Shirayuki chops off her hair and flees the country overnight. In her journey deep into the forest, she encounters Zen Wistalia, the prince of the neighboring country of Clarines. When Zen takes a bite out of a poisoned apple that Prince Raji sends in order to recapture Shirayuki, she expertly uses the herbs at her disposal to cure him. Together with Zen and his two friends, Kiki and Mitsuhide, Shirayuki travels to Clarines, where she aims to make a life for herself as an apothecary of the royal court. As Zen slowly begins to mean more to her than the prince of her new country, the two of them must learn to work together toward their respective dreams despite the difference in status. [Written by MAL Rewrite] Included one-shots: Volume 1: Hachigatsu no Shikisai (Four-season Color of August) Volume 2: Bokura wo Tsunaide. (Bind Us)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null
    },
    {
      "id": 3,
      "mal_id": 119161,
      "titleEnglish": "Spy x Family",
      "image": "https://cdn.myanimelist.net/images/manga/3/219741.jpg",
      "authors": [
        "Endou, Tatsuya"
      ],
      "type": "Manga",
      "demographic": [
        "Shounen"
      ],
      "genres": [
        "Action",
        "Comedy"
      ],
      "publishing": "Mar 25, 2019 to ?",
      "published": true,
      "themes": [
        "Childcare"
      ],
      "synopsis": "For the agent known as \"Twilight,\" no order is too tall if it is for the sake of peace. Operating as Westalis' master spy, Twilight works tirelessly to prevent extremists from sparking a war with neighboring country Ostania. For his latest mission, he must investigate Ostanian politician Donovan Desmond by infiltrating his son's school: the prestigious Eden Academy. Thus, the agent faces the most difficult task of his career: get married, have a child, and play family. Twilight, or \"Loid Forger,\" quickly adopts the unassuming orphan Anya to play the role of a six-year-old daughter and prospective Eden Academy student. For a wife, he comes across Yor Briar, an absent-minded office worker who needs a pretend partner of her own to impress her friends. However, Loid is not the only one with a hidden nature. Yor moonlights as the lethal assassin \"Thorn Princess.\" For her, marrying Loid creates the perfect cover. Meanwhile, Anya is not the ordinary girl she appears to be; she is an esper, the product of secret experiments that allow her to read minds. Although she uncovers their true identities, Anya is thrilled that her new parents are cool secret agents! She would never tell them, of course. That would ruin the fun. Under the guise of \"The Forgers,\" the spy, the assassin, and the esper must act as a family while carrying out their own agendas. Although these liars and misfits are only playing parts, they soon find that family is about far more than blood relations. [Written by MAL Rewrite]",
      "volumesLibrary": 8,
      "readStatus": 7,
      "libraryScore": 8
    },
    {
      "mal_id": 111628,
      "titleEnglish": "The Saint's Magic Power is Omnipotent",
      "image": "https://cdn.myanimelist.net/images/manga/3/206329.jpg",
      "authors": [
        "Fuji, Azuki",
        "Tachibana, Yuka"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Jul 31, 2017 to ?",
      "published": true,
      "themes": [
        "Isekai",
        "Medical"
      ],
      "synopsis": "Living the workaholic life in her mid-20s, Sei never expected she’d be summoned to another world, let alone obtain the power of a living Saint. And she especially didn’t expect to be totally ignored by the locals! While the kingdom desperately needs a hero, it turns out Sei was just the backup option. Left alone, she explores her newfound powers at the royal Research Institute, unraveling the mysteries of magic potions. As she helps the sick and the dying, her talents reveal themselves. Might Sei be the Saint this world needs after all? (Source: Seven Seas Entertainment)",
      "volumesLibrary": 6,
      "readStatus": 5,
      "libraryScore": 7.5,
      "id": 4
    },
    {
      "mal_id": 126146,
      "titleEnglish": "[Oshi No Ko]",
      "image": "https://cdn.myanimelist.net/images/manga/3/233991.jpg",
      "authors": [
        "Akasaka, Aka",
        "Yokoyari, Mengo"
      ],
      "type": "Manga",
      "demographic": [
        "Seinen"
      ],
      "genres": [
        "Drama",
        "Supernatural"
      ],
      "publishing": "Apr 23, 2020 to ?",
      "published": true,
      "themes": [
        "Music",
        "Reincarnation"
      ],
      "synopsis": "Sixteen-year-old Ai Hoshino is a talented and beautiful idol who is adored by her fans. She is the personification of a pure, young maiden. But all that glitters is not gold. Gorou Amemiya is a countryside gynecologist and a big fan of Ai. So when the pregnant idol shows up at his hospital, he is beyond bewildered. Gorou promises her a safe delivery. Little does he know, an encounter with a mysterious figure would result in his untimely death—or so he thought. Opening his eyes in the lap of his beloved idol, Gorou finds that he has been reborn as Aquamarine Hoshino—Ai's newborn son! With his world turned upside down, Gorou soon learns that the world of showbiz is paved with thorns, where talent does not always beget success. Will he manage to protect Ai's smile that he loves so much with the help of an eccentric and unexpected ally? [Written by MAL Rewrite]",
      "volumesLibrary": 1,
      "readStatus": 1,
      "libraryScore": 10,
      "id": 5
    },
    {
      "mal_id": 143370,
      "titleEnglish": "The Dragon Knight's Beloved",
      "image": "https://cdn.myanimelist.net/images/manga/3/254862.jpg",
      "authors": [
        "Aozaki, Ritsu",
        "Orikawa, Asagi"
      ],
      "type": "Manga",
      "demographic": [
        "Josei"
      ],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Jan 28, 2019 to ?",
      "published": true,
      "themes": [],
      "synopsis": "A young woman begins a new life as a dragon master for a handsome earl in this tale of high fantasy romance. Melissa is a maid-in-training at the royal castle, where her greatest joy is caring for the majestic steeds of the royal Dragon Knights. Her coming-of-age ceremony is fast approaching, and with it comes the need to decide what path her future will take. Melissa shares a special bond of friendship with Commander Hubert, the handsome knight who rides the mightiest of dragons, but their relationship is about to get complicated. Newly returned from a dangerous mission, Hubert makes a shocking request: Would Melissa pretend to be his lover, and move to his country estate, where wild dragons roam? (Source: Seven Seas Entertainment)",
      "volumesLibrary": 3,
      "readStatus": 3,
      "libraryScore": 5,
      "id": 6
    },
    {
      "mal_id": 109073,
      "titleEnglish": "The White Cat's Revenge as Plotted from the Dragon King's Lap",
      "image": "https://cdn.myanimelist.net/images/manga/3/208595.jpg",
      "authors": [
        "Aki",
        "Kureha"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy"
      ],
      "publishing": "Aug 25, 2017 to ?",
      "published": true,
      "themes": [
        "Isekai"
      ],
      "synopsis": "With her silky blonde hair and large blue eyes, Ruri Morikawa should have been the most beautiful and popular girl. However, she has never been quite so fortunate; her oblivious \"best friend\" Asahi Shinomiya has somehow always stolen the spotlight, causing others to detest the Ruri who Asahi cherishes. When they are summoned to another world, this cycle repeats once again, and Ruri is ultimately banished. Alone in the wilderness, Ruri stumbles upon a cottage in a neighboring kingdom. There, she learns that she is someone \"beloved by the spirits\": a person whose mere existence can shake countries to the core and instigate bloody wars. Along with the cute fairies that follow her wherever she goes, she gains a magic bracelet that can transform her into a fluffy white cat. Hoping to learn more about the world, Ruri travels to the capital and receives direct protection from the Dragon King Jade. The two begin to foster a close bond, even though he thinks that she is only a cat! As Ruri struggles with the lie she has fallen into, a war is brewing between the Dragon King's army and the one led by the figurehead Priestess Asahi. [Written by MAL Rewrite]",
      "volumesLibrary": 3,
      "readStatus": 3,
      "libraryScore": 7,
      "id": 7
    },
    {
      "mal_id": 132440,
      "titleEnglish": "A Tale of the Secret Saint",
      "image": "https://cdn.myanimelist.net/images/manga/3/239197.jpg",
      "authors": [
        "Aobe, Mahito",
        "Touya"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "publishing": "Dec 19, 2019 to ?",
      "published": true,
      "themes": [],
      "synopsis": "Fia always dreamed of becoming a knight. Born into a family of knights, she's the least talented among them, but she still clutches to her hope and trains with everything she has. When the day comes for her to slay a small demon and prove her worth, she ends up face to face with a dragon instead! A deadly injury makes her life flash before her eyes... and she suddenly remembers her former life, when she was a powerful Saint in a bygone era who defeated the Demon King. That life ended in pain because of who she was, making her fear ever becoming a Saint again. Now that the magic from her previous life has been rekindled, she may become a more powerful knight than she ever dreamed–if only she can survive long enough! (Source: Seven Seas Entertainment)",
      "volumesLibrary": 3,
      "readStatus": 3,
      "libraryScore": 9,
      "id": 8
    },
    {
      "mal_id": 105084,
      "titleEnglish": "Toilet-Bound Hanako-kun",
      "image": "https://cdn.myanimelist.net/images/manga/3/192551.jpg",
      "authors": [
        "Aida, Iro"
      ],
      "type": "Manga",
      "demographic": [
        "Shounen"
      ],
      "genres": [
        "Supernatural"
      ],
      "publishing": "Dec 18, 2014 to ?",
      "published": true,
      "themes": [
        "School"
      ],
      "synopsis": "Rumors of the supernatural overrun Kamome Academy, namely the \"Seven Mysteries.\" One of these mysteries is the legend of Hanako-san, the ghost of a young girl residing in the girl's bathroom on the third floor of the old school building, who is said to grant any wish her summoner desires. First-year high school student Nene Yashiro daringly summons Hanako-san in desperate need of love, but the Hanako that appears before her is a boy! After Hanako-kun claims that he has no magical items of use, Nene tries various ways to get noticed by her crush. With her desperation reaching its peak, she gets into trouble after consuming a mermaid scale, which turns her into a fish. Hanako-kun rescues her, binding their fates together in the process; in return for this aid, Nene must become his assistant. Now entangled in the supernatural realm, Nene soon discovers that there's much more to the school's Seven Mysteries than basic rumors. [Written by MAL Rewrite]",
      "volumesLibrary": 2,
      "readStatus": 0,
      "libraryScore": null,
      "id": 9
    },
    {
      "mal_id": 89049,
      "titleEnglish": "In/Spectre",
      "image": "https://cdn.myanimelist.net/images/manga/3/167329.jpg",
      "authors": [
        "Shirodaira, Kyou",
        "Katase, Chashiba"
      ],
      "type": "Manga",
      "demographic": [
        "Shounen"
      ],
      "genres": [
        "Comedy",
        "Mystery",
        "Supernatural"
      ],
      "publishing": "Apr 20, 2015 to ?",
      "published": true,
      "themes": [],
      "synopsis": "At the young age of 11, Kotoko Iwanaga was abducted by youkai for two weeks and asked to become their \"God of Wisdom,\" a mediator between the spirit and human worlds, to which the girl quickly agreed but at the cost of her right eye and left leg. Now, six years later, whenever youkai wish for their problems to be solved, they make their way to Kotoko for consultation. Meanwhile, Kurou Sakuragawa, a 22-year-old university student, has just broken up with his girlfriend after he fled alone when the two encountered a kappa. Seeing this as her chance to become closer with him, Kotoko immediately makes her move, hoping to get married to Kurou one day. However, she quickly realizes there is something more to Kurou. With this knowledge, she asks for his help in solving the various issues presented by the supernatural, all the while wishing her newfound partner will eventually reciprocate her feelings. [Written by MAL Rewrite]",
      "volumesLibrary": 2,
      "readStatus": 0,
      "libraryScore": null,
      "id": 10
    },
    {
      "mal_id": 126163,
      "titleEnglish": "The Savior's Book Café Story in Another World",
      "image": "https://cdn.myanimelist.net/images/manga/3/233382.jpg",
      "authors": [
        "Izumi, Kyouka",
        "Sakurada, Reiko"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Jun 18, 2019 to Apr 19, 2022",
      "published": false,
      "themes": [
        "Isekai"
      ],
      "synopsis": "When a \"god\" tells Tsukina that she is to be transported to another world to become its savior, Tsukina isn't interested. As a bookish thirty-something, she has zero desire to go on some big adventure...so when she arrives in the strange new land, she decides to use her magical powers to create a cozy little book cafe instead. But when a fellow \"savior\" starts causing trouble, Tsukina might just have to play the hero, after all! (Source: Seven Seas Entertainment)",
      "volumesLibrary": 4,
      "readStatus": 4,
      "libraryScore": 7,
      "id": 11
    },
    {
      "mal_id": 119806,
      "titleEnglish": "Magic Artisan Dahlia Wilts No More",
      "image": "https://cdn.myanimelist.net/images/manga/3/222308.jpg",
      "authors": [
        "Sumikawa, Megumi",
        "Amagishi, Hisaya"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Slice of Life"
      ],
      "publishing": "Apr 25, 2019 to ?",
      "published": true,
      "themes": [],
      "synopsis": "Reincarnated in a fantasy world, Dahlia immerses herself in the art of crafting magical items. Using manufacturing knowledge from her previous life and the skills her new father has taught her, she invents blow dryers and other specialized tools, finding pleasure in everyday activities. Dahlia won't hang her head in depression like she used to. She's determined to enjoy her second chance at life! (Source: Seven Seas Entertainment)",
      "volumesLibrary": 3,
      "readStatus": 3,
      "libraryScore": 7,
      "id": 12
    },
    {
      "mal_id": 107566,
      "titleEnglish": "My Next Life as a Villainess: All Routes Lead to Doom!",
      "image": "https://cdn.myanimelist.net/images/manga/2/207950.jpg",
      "authors": [
        "Hidaka, Nami",
        "Yamaguchi, Satoru"
      ],
      "type": "Manga",
      "demographic": [
        "Josei"
      ],
      "genres": [
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
      ],
      "publishing": "Aug 28, 2017 to ?",
      "published": true,
      "themes": [
        "Reverse Harem",
        "School",
        "Villainess"
      ],
      "synopsis": "Catarina Claes is the eight-year-old daughter of a duke. One day, she hits her head and recovers the memories of her past life, and she comes a horrifying realization—she is in a world similar to that of an otome game she once played, and she is the main villain! To make matters worse, in every possible conclusion, whether exile or death, she is met with a terrible end. Using her knowledge of how the game unfolds, Catarina must now do whatever it takes to change her fate. Whether she must cultivate her skills as a farmer or befriend every character that comes her way, nothing is ever too much for her to handle. As the years go on, everything seems to be going as planned. However, Catarina realizes that she made a mistake in her previous life, as she never actually finished the game before death; and so a new, secret route may just prove to be her undoing. [Written by MAL Rewrite]",
      "volumesLibrary": 3,
      "readStatus": 1,
      "libraryScore": 8,
      "id": 13
    },
    {
      "mal_id": 114794,
      "titleEnglish": "Bofuri: I Don't Want to Get Hurt, so I'll Max Out My Defense.",
      "image": "https://cdn.myanimelist.net/images/manga/1/217780.jpg",
      "authors": [
        "Yuumikan",
        "Oimoto, Jirou"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Fantasy",
        "Sci-Fi"
      ],
      "publishing": "May 26, 2018 to ?",
      "published": true,
      "themes": [],
      "synopsis": "After receiving an invitation from her friend Risa Shiromine, Kaede Honjou begins playing the VRMMO game New World Online as the character Maple. Lacking knowledge of the game, she allocates all her status points to defense. As a result, her movements are slow, she cannot use magic, and even gets attacked by the rabbits. However, she obtains a skill called \"Absolute Defense\" due to maxing out her vitality points, and a counter skill that kills in a single hit. As a \"mobile fortress style\" novice with a poisonous skill that makes all attacks invalid and overrides all obstacles, she goes off to adventures, disregarding her irregularities. (Source: MAL News)",
      "volumesLibrary": 2,
      "readStatus": 0,
      "libraryScore": null,
      "id": 14
    },
    {
      "mal_id": 122673,
      "titleEnglish": "The Holy Grail of Eris",
      "image": "https://cdn.myanimelist.net/images/manga/3/226738.jpg",
      "authors": [
        "Momoyama, Hinase",
        "Tokiwa, Kujira"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Drama",
        "Fantasy",
        "Mystery",
        "Supernatural"
      ],
      "publishing": "Nov 3, 2019 to ?",
      "published": true,
      "themes": [
        "Historical"
      ],
      "synopsis": "It is common knowledge that nobles will do anything for power; lying, manipulation, and extortion are the usual tactics. However, one family is exempt from this generalization: House Grail, whose main tenets are truth and integrity. The youngest daughter, Constance Grail, is just as moral as the rest of her family, believing in always doing the right thing and helping those in need. However, these ideals do not help her when her fiancé cheats on her with another woman. Framed by his lover in the hope of her downfall, Constance's pleas for justice are ignored. Everyone turns a blind eye, save for one—the spirit of the infamous Scarlet Castiel—who possesses Constance and turns the tables on her accuser. However, this aid doesn't come without a price. Ten years ago, Scarlet was executed for the attempted murder of Princess Cecilia. But this was actually a setup; as blunt and harsh as Scarlet could be, she would never stoop so low as to use poison. She has no idea who orchestrated her incrimination, but Scarlet demands that Constance—as the only one who can see her—help her exact revenge on all those who wronged her! [Written by MAL Rewrite]",
      "volumesLibrary": 2,
      "readStatus": 0,
      "libraryScore": null,
      "id": 16
    },
    {
      "mal_id": 89217,
      "titleEnglish": "Love Me, Love Me Not",
      "image": "https://cdn.myanimelist.net/images/manga/1/167944.jpg",
      "authors": [
        "Sakisaka, Io"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Award Winning",
        "Drama",
        "Romance"
      ],
      "publishing": "Jun 13, 2015 to May 13, 2019",
      "published": false,
      "themes": [
        "Love Polygon",
        "School"
      ],
      "synopsis": "The story centers around Yuna and Akari who have two very different views of love: Yuna is someone who sees love as a dream and Akari is someone who is very realistic about her romance choices. Meanwhile, there are two boys, Kazuomi and Rio, who also have different views of love: Kazuomi's an airhead and doesn't understand the concept of love, while Rio grabs the opportunity when confessed to as long as the girl looks cute. (Source: MAL News)",
      "volumesLibrary": 2,
      "readStatus": 0,
      "libraryScore": null,
      "id": 17
    },
    {
      "mal_id": 128337,
      "titleEnglish": "Tearmoon Empire",
      "image": "https://cdn.myanimelist.net/images/manga/1/246521.jpg",
      "authors": [
        "Mochitsuki, Nozomu",
        "Gilse"
      ],
      "type": "Light Novel",
      "demographic": [],
      "genres": [
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
      ],
      "publishing": "Jun 10, 2019 to ?",
      "published": true,
      "themes": [
        "Time Travel"
      ],
      "synopsis": "Surrounded by the hate-filled gazes of her people, the selfish princess of the fallen Tearmoon Empire, Mia, takes one last look at the bleeding sun before the guillotine blade falls... Only to wake back up as a twelve-year-old! With time rewound and a second chance at life dropped into her lap, she sets out to right the countless wrongs that plague the ailing Empire. Corrupt governance? Check. Border troubles? Check. Natural calamities and economic strife? Check. My, seems like a lot of work. Hard work and Mia don't mix, so she seeks out the aid of others, starting with her loyal maid, Anne, and the brilliant minister, Ludwig. Together, they strive day and night to restore the Empire. Little by little, their tireless efforts begin to change the course of history, pushing the whole of the continent toward a new future. And why did the selfish princess have a change of heart, you ask? Simple—she didn't. She's just terrified of the guillotine. They hurt like hell, and Mia hates pain more than work. (Source: J-Novel Club)",
      "volumesLibrary": 6,
      "readStatus": 0,
      "libraryScore": null,
      "id": 18
    },
    {
      "mal_id": 112589,
      "titleEnglish": "Fly Me to the Moon",
      "image": "https://cdn.myanimelist.net/images/manga/3/209955.jpg",
      "authors": [
        "Hata, Kenjirou"
      ],
      "type": "Manga",
      "demographic": [
        "Shounen"
      ],
      "genres": [
        "Comedy",
        "Romance"
      ],
      "publishing": "Feb 14, 2018 to ?",
      "published": true,
      "themes": [],
      "synopsis": "Having grown up ridiculed for his bizarre name, Nasa Yuzaki strives to be remembered for something more. Fortunately, it seems he's on the right path, ranking first in the nation's mock exams and set to enter his high school of choice. However, everything changes in a single night when he notices a girl across the street on his way home. Enraptured by her overwhelming cuteness, it's love at first sight for Nasa. But in his infatuated daze, he fails to notice the approaching danger speeding down the road and finds himself at death's door. Barely alive thanks to the girl's intervention, Nasa musters the courage to confess his love to her, fearing she might otherwise vanish from his life. She accepts his proposal on one condition: marriage, to which Nasa gladly accepts before passing out from his injuries. Upon waking, however, the girl is nowhere to be found. After recovering from his injuries, Nasa tosses his previous ambitions aside and dedicates his life to finding the girl that captured his heart, yet several years pass to no avail. But one night, when an unexpected visitor comes knocking on his door, Nasa finds himself facing a woman that would forever change his world: his wife. [Written by MAL Rewrite]",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 19
    },
    {
      "mal_id": 138320,
      "titleEnglish": "The Most Heretical Last Boss Queen: From Villainess to Savior",
      "image": "https://cdn.myanimelist.net/images/manga/1/247564.jpg",
      "authors": [
        "Suzunosuke",
        "Tenichi"
      ],
      "type": "Light Novel",
      "demographic": [
        "Josei"
      ],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Jun 3, 2019 to ?",
      "published": true,
      "themes": [
        "Isekai",
        "Reincarnation",
        "Villainess"
      ],
      "synopsis": "Pride Royal Ivy is only eight years old when she realizes that she's been reincarnated, destined to become the future wicked queen and final boss of an otome game. She's got it all in this new life: razor-sharp wit, boss-tier powers, and influence over the kingdom as crown princess. Determined to sow despair and destruction across the land, she... Wait, what kind of a rotten future is that?! Princess Pride decides to drop the maniacal villainess plan and protect the male love interests instead, cheating her way to saving everyone she can! Will this final boss end up earning the adoration of her kingdom? (Source: Seven Seas Entertainment)",
      "volumesLibrary": 2,
      "readStatus": 0,
      "libraryScore": null,
      "id": 20
    },
    {
      "mal_id": 125511,
      "titleEnglish": "The Most Heretical Last Boss Queen: From Villainess to Savior",
      "image": "https://cdn.myanimelist.net/images/manga/1/236098.jpg",
      "authors": [
        "Matsuura, Bunko",
        "Tenichi"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Mar 19, 2020 to Mar 18, 2022",
      "published": false,
      "themes": [
        "Isekai",
        "Villainess"
      ],
      "synopsis": "Pride Royal Ivy is the final boss and all-around scum in the otome game Our Ray of Light. She committed innumerable crimes—from enslaving her adopted brother in a soul-binding contract to abusing her position against the servants in the household. In short, she is a villain of pure evil. A normal high school student in Japan reincarnates into the eight-year-old body of Princess Pride. The first order of business: survive to see another day. Using her cheat-like abilities, she resolves to save her father, rescue the kingdom, and become a kind and benevolent ruler. And so, Pride resolves to change her fate, no matter what it takes! [Written by MAL Rewrite]",
      "volumesLibrary": 2,
      "readStatus": 2,
      "libraryScore": 10,
      "id": 21
    },
    {
      "mal_id": 135045,
      "titleEnglish": "Modern Villainess: It's Not Easy Building a Corporate Empire Before the Crash",
      "image": "https://cdn.myanimelist.net/images/manga/3/242666.jpg",
      "authors": [
        "Kei",
        "Futsukaichi, Tofurou"
      ],
      "type": "Light Novel",
      "demographic": [],
      "genres": [
        "Drama"
      ],
      "publishing": "Oct 25, 2020 to ?",
      "published": true,
      "themes": [
        "Villainess"
      ],
      "synopsis": "When an exhausted career woman is reincarnated as Runa Keikain, the villainess of an otome game born in the 1990s, she's determined to win at any cost. She may lose the love interest's heart, but she refuses to be ruined. Armed with the foreknowledge of the economic crash looming on Japan's horizon, Runa must revitalize her father's company and secure her freedom for herself and her new family. (Source: Seven Seas Entertainment)",
      "volumesLibrary": 2,
      "readStatus": 1,
      "libraryScore": 9,
      "id": 22
    },
    {
      "mal_id": 134249,
      "titleEnglish": "Though I Am an Inept Villainess: Tale of the Butterfly-Rat Body Swap in the Maiden Court",
      "image": "https://cdn.myanimelist.net/images/manga/1/261960.jpg",
      "authors": [
        "Nakamura, Satsuki",
        "Yuki, Kana"
      ],
      "type": "Light Novel",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Dec 28, 2020 to ?",
      "published": true,
      "themes": [],
      "synopsis": "In a kingdom inspired by historical China, five clans put forth their maidens as imperial consorts–but only one will be crowned empress. The frail and beautiful Kou Reirin, the so-called \"butterfly\" of the imperial court, is a shoo-in to marry the crown prince. But when \"court rat\" Shu Keigetsu lashes out at her during the glittering Lantern Festival, it's Reirin who wakes up in the dungeons! Body-swapped by her assailant to steal her position at court, Reirin's plight seems dire...to everyone else! Now that she's got a robust new body, not even the looming threat of execution can stop her! (Source: Seven Seas Entertainment)",
      "volumesLibrary": 2,
      "readStatus": 2,
      "libraryScore": 10,
      "id": 23
    },
    {
      "mal_id": 50587,
      "titleEnglish": "Anonymous Noise",
      "image": "https://cdn.myanimelist.net/images/manga/3/175909.jpg",
      "authors": [
        "Fukuyama, Ryoco"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Drama",
        "Romance"
      ],
      "publishing": "Apr 20, 2013 to Jan 19, 2019",
      "published": false,
      "themes": [
        "Love Polygon",
        "Music"
      ],
      "synopsis": "When they were young, Nino Arisugawa and Momo Sakaki had promised that if they were ever separated, they would use their song to find each other again. However, Momo moved away without notice, leaving Nino with a constant urge to scream. For this reason, she begins wearing a mask. During this time, while still missing her first love, Nino encounters Kanade \"Yuzu\" Yuzuriha, a boy her age who composes music and gives her the nickname \"Alice.\" Nino falls in love with his music, while Yuzu falls in love with her. Every Wednesday they would meet at the beach—but one day, Yuzu also stops coming. Six years later, Nino and Yuzu reunite in high school—unbeknownst to her, Momo has also entered the same school. Holding on to the childhood promise she made with him, Nino sings Yuzu's songs, hoping that her voice can still reach Momo. However, while she tirelessly tries to reach him, Yuzu continues to long for her, escalating a love triangle that has been built across years of separation. [Written by MAL Rewrite] Included one-shot: Volume 13: Tsuiraku Jelly",
      "volumesLibrary": 18,
      "readStatus": 0,
      "libraryScore": null,
      "id": 24
    },
    {
      "mal_id": 143691,
      "titleEnglish": "Chronicles of the Hidden World: How I Became a Doctor for the Gods",
      "image": "https://cdn.myanimelist.net/images/manga/3/255157.jpg",
      "authors": [
        "Itomori, Tamaki",
        "Izumi"
      ],
      "type": "Light Novel",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "May 1, 2020",
      "published": false,
      "themes": [],
      "synopsis": "A girl named Yae reincarnates into a world where one's name determines their essence. When a monster attacks her, she unleashes Arai, an ex-god in the form of a golden tiger, to defend herself. Shortly after, however, Arai manipulates Yae into assisting his little brother, who has been warped into a grotesque form by a disease that strips people of their essences. As Yae searches for a cure, she finds herself warming to the pompous, threatening Arai... (Source: Yen Press)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 25
    },
    {
      "mal_id": 122528,
      "titleEnglish": "Of Dragons and Fae: Is a Fairy Tale Ending Possible for the Princess’s Hairstylist?",
      "image": "https://cdn.myanimelist.net/images/manga/2/225985.jpg",
      "authors": [
        "Aoi, Fuyuko",
        "Mikuni, Tsukasa"
      ],
      "type": "Light Novel",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Jun 28, 2019",
      "published": false,
      "themes": [],
      "synopsis": "“At last, I’ve found you, my Bondmate.” As Flowerfolk, I never dreamed of having a fairy tale romance, but I also didn’t expect to be dumped three days after being confessed to by a dragon knight! Spurned and angry, I decided to devote my life to my work as the human princess’s hairstylist, only to find out that the princess was going off to dragon country to marry the Dragonkin prince and taking me with her. Now I have to serve in the same castle as that jerk who dumped me! The princess can have the fairy tale ending, I’m done with romance. (Source: Cross Infinite World)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 26
    },
    {
      "mal_id": 68023,
      "titleEnglish": "Knight of the Ice",
      "image": "https://cdn.myanimelist.net/images/manga/1/116397.jpg",
      "authors": [
        "Ogawa, Yayoi"
      ],
      "type": "Manga",
      "demographic": [
        "Josei"
      ],
      "genres": [
        "Romance",
        "Sports"
      ],
      "publishing": "Sep 25, 2012 to Jun 24, 2017",
      "published": false,
      "themes": [],
      "synopsis": "Chitose is a serious young woman, working for the health magazine SASSO. Or at least, she would be, if she wasn't constantly getting distracted by her childhood friend, international figure skating star Kokoro Kijinami! In the public eye and on the ice, Kokoro is a gallant, flawless knight, but behind his glittery costumes and breathtaking spins lies a secret: he's actually a hopeless romantic otaku, who can only land his quad jumps when Chitose is on hand to recite a spell from his favorite magical girl anime! (Source: Kodansha Comics USA)",
      "volumesLibrary": 2,
      "readStatus": 2,
      "libraryScore": 5,
      "id": 27
    },
    {
      "mal_id": 135572,
      "titleEnglish": "His Majesty the Demon King's Housekeeper",
      "image": "https://cdn.myanimelist.net/images/manga/1/243708.jpg",
      "authors": [
        "Kajiyama, Mika",
        "Wadori, Saiko"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Feb 6, 2019 to ?",
      "published": true,
      "themes": [],
      "synopsis": "Sakura is a high school girl who loves to clean. One day, she suddenly crashes into a Demon King from another world. Apparently, this world has fallen prey to a curse that forbids the use of cleaning magic...?! A modern-day high school student in an unknown world... can be useful by \"cleaning\"?! A super new and exciting otherworldly fantasy! (Source: Akita Shoten, translated)",
      "volumesLibrary": 2,
      "readStatus": 1,
      "libraryScore": 6,
      "id": 28
    },
    {
      "mal_id": 121426,
      "titleEnglish": "Mission: Yozakura Family",
      "image": "https://cdn.myanimelist.net/images/manga/1/226602.jpg",
      "authors": [
        "Gondaira, Hitsuji"
      ],
      "type": "Manga",
      "demographic": [
        "Shounen"
      ],
      "genres": [
        "Action",
        "Comedy",
        "Romance"
      ],
      "publishing": "Aug 26, 2019 to ?",
      "published": true,
      "themes": [],
      "synopsis": "High school student Taiyou Asano has been socially inept ever since his family died in a car crash. The only person he can properly interact with is his childhood friend, Mutsumi Yozakura—the head of the world's strongest family of spies. Mutsumi's eldest brother, Kyouichirou Yozakura, has been overprotective of her ever since he once rendered her severely injured. His love for Mutsumi is lethal, and Taiyou is his next target. To survive, Taiyou must marry Mutsumi and become a member of the Yozakura family. Thrown headfirst into chaos, Taiyou begins his journey to become a powerful spy in order to protect his wife and uncover the dark secrets of his past and the Yozakura family. [Written by MAL Rewrite]",
      "volumesLibrary": 1,
      "readStatus": 1,
      "libraryScore": 7,
      "id": 29
    },
    {
      "mal_id": 92472,
      "titleEnglish": "Lovesick Ellie",
      "image": "https://cdn.myanimelist.net/images/manga/1/168117.jpg",
      "authors": [
        "Fuji, Momo"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Comedy",
        "Romance"
      ],
      "publishing": "Jul 24, 2015 to Aug 24, 2020",
      "published": false,
      "themes": [],
      "synopsis": "At school, Eriko Ichimura is a nobody. She looks plain, and her classmates overlook her existence until they need to dump their responsibilities on her. On Twitter, however, she is \"Lovesick Ellie,\" a girl with a vivid imagination who writes posts inspired by her fantasies. Akira Oomi, the object of her fantasies, is the most attractive boy in her school, and everything about him seems to be perfect. Eriko's fantasies take a hit when she accidentally eavesdrops on a conversation between Akira and their homeroom teacher. His true nature is laid bare—he is, in fact, a foul-mouthed and insensitive snob. But when she clumsily forgets her phone at the scene, Akira himself approaches her to return it; however, he has already skimmed through her embarrassing Twitter posts. What Eriko does not expect is him offering to help her realize her fantasies—but only if she stays silent regarding his character. Trouble seems to follow Eriko wherever she goes, and her luck is absolutely the worst... or is it? [Written by MAL Rewrite]",
      "volumesLibrary": 4,
      "readStatus": 1,
      "libraryScore": 7,
      "id": 30
    },
    {
      "mal_id": 125725,
      "titleEnglish": "The Dark History of the Reincarnated Villainess",
      "image": "https://cdn.myanimelist.net/images/manga/3/229039.jpg",
      "authors": [
        "Touka, Akiharu"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Comedy",
        "Fantasy",
        "Romance"
      ],
      "publishing": "Aug 24, 2018 to ?",
      "published": true,
      "themes": [
        "Villainess"
      ],
      "synopsis": "Konoha Satou is the author of \"Dark Past,\" a romantic adventure-style fantasy novel she wrote in middle school about the life of Konoha, the daughter of a count who fell in love with her knight. One day, her mother found out about \"Dark Past,\" but as Konoha ran out of her house she got into a traffic accident and died! When she opened her eyes, she found herself in the world of her own creation as Konoha's younger sister, Iana, a character she created to be the greatest villainess of all time! Somehow, she's been reborn as Konoha's sister? (Source: Hakusensha, translated)",
      "volumesLibrary": 5,
      "readStatus": 4,
      "libraryScore": 6,
      "id": 31
    },
    {
      "mal_id": 118732,
      "titleEnglish": "I'm the Villainess, So I'm Taming the Final Boss",
      "image": "https://cdn.myanimelist.net/images/manga/3/220256.jpg",
      "authors": [
        "Nagase, Sarasa",
        "Yuzu, Anko"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Comedy",
        "Fantasy",
        "Romance"
      ],
      "publishing": "Jun 26, 2018 to Aug 26, 2019",
      "published": false,
      "themes": [
        "Villainess"
      ],
      "synopsis": "Being acutely ill, a young girl has spent most of her life in a hospital room playing otome games to fill her time. However, she one day finds herself in the midst of a scene from one of these games as the story's villainess, Aileen Lauren Dautriche. At the banquet to celebrate the end of the academy's winter term, the crown prince and Aileen's childhood friend, Cedric Jeanne Elmir, publicly annuls his engagement with Aileen and announces that he is in love with Lilia Rainworth, the game's female protagonist. Aware of the tragic future ahead of her and determined to change it, the young girl resolves to conquer the game's final boss, the \"Demon King\" and Cedric's half-brother, Claude Jeanne Elmir, by making him fall in love with her instead. With time running out, can Irene succeed with her plans, or will she remain bound to the ill-fated ending that awaits her? [Written by MAL Rewrite]",
      "volumesLibrary": 3,
      "readStatus": 3,
      "libraryScore": 7,
      "id": 32
    },
    {
      "mal_id": 121151,
      "titleEnglish": "Vampire Dormitory",
      "image": "https://cdn.myanimelist.net/images/manga/2/220675.jpg",
      "authors": [
        "Tooyama, Ema"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Romance",
        "Supernatural"
      ],
      "publishing": "Oct 2, 2018 to ?",
      "published": true,
      "themes": [
        "Crossdressing",
        "Vampire"
      ],
      "synopsis": "Mito Yamamoto is a beautiful man, so much so that women swarm the restaurant he works at daily. When the restaurant owner decides that he has had enough, he fires Mito, leaving him unemployed and with no place to call home. Soon after, Mito happens upon a cafe and receives a cut on the hand from broken glass. A strange man named Ruka Saotome takes Mito aside to presumably tend to the injury, but instead, he licks away Mito's blood, remarking that it tastes disgusting before asking Mito to leave. Later that night, Mito accidentally slips off the roof of a building and is caught by Ruka, who reveals himself to be a vampire. Ruka explains that a man's blood tastes disgusting, and the blood of someone unloved has an even worse flavor. However, Ruka cannot drink from girls, so he has been looking for a beautiful boy to become his thrall. He proposes that Mito fill this role and that he allow Ruka's affections to \"ripen\" his blood. Mito accepts and begins living with Ruka in the Hijirigaoka Boys' Academy dormitory. However, there is just one problem in all this: Mito is actually a girl! [Written by MAL Rewrite]",
      "volumesLibrary": 4,
      "readStatus": 1,
      "libraryScore": null,
      "id": 33
    },
    {
      "mal_id": 113115,
      "titleEnglish": "Fiancée of the Wizard",
      "image": "https://cdn.myanimelist.net/images/manga/3/207377.jpg",
      "authors": [
        "Nakamura, Shuri",
        "Kazuka, Masaki"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Aug 3, 2017 to Jan 30, 2020",
      "published": false,
      "themes": [],
      "synopsis": "In a medieval society of magic and fantasy, young noble girl Philomena will Adina recalls memories of her past life in modern-day Japan. Despite this revelation, nothing changes; after all, she is just an ordinary girl with no secret powers to speak of. However, there are certain people with unfathomable abilities: those who wield magic. It is said that the darker one's hair color, the more potent their magic. Ever since Egiedilus \"Edi\" von Ransent was born, he has been feared due to his pitch-black hair. His parents were no exception and locked him away. For years, he lived chained in the darkness, until he was saved by a high-ranking magician whom he learned to call his \"father.\" Although his living conditions improve after being adopted, he is still an outcast of society. However, there is one person his age who truly cares for him—Philomena. As children, the two quickly grow closer and forge a strong bond. However, an incident with Edi's magic, which ultimately scars Philomena for life, causes him to enroll in the magic academy. Before he leaves, the two promise their lives to each other and become engaged, thus entwining their destinies together. [Written by MAL Rewrite]",
      "volumesLibrary": 4,
      "readStatus": 4,
      "libraryScore": 9,
      "id": 34
    },
    {
      "mal_id": 116720,
      "titleEnglish": "I Swear I Won't Bother You Again!",
      "image": "https://cdn.myanimelist.net/images/manga/3/219176.jpg",
      "authors": [
        "Harukawa, Haru",
        "Soratani, Reina"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Drama",
        "Romance"
      ],
      "publishing": "Oct 19, 2018 to ?",
      "published": true,
      "themes": [
        "Time Travel"
      ],
      "synopsis": "Violette, a proud and beautiful daughter of a duke, commits a crime out of jealousy towards her half-sister. Convicted, Violet faces her own heart with sincerity in a prison cell and regrets her sin. Then time rewinds to a turning point—to her first meeting with Maryjun one year ago. Violette makes a decision. She will not make mistakes this time. Without committing a crime and bothering anyone, she will live an ordinary, plain and inconspicuous life...! However, incidents contrary to Violette's expectations occur one after another...?! (Source: MU)",
      "volumesLibrary": 2,
      "readStatus": 2,
      "libraryScore": 9,
      "id": 35
    },
    {
      "mal_id": 128691,
      "titleEnglish": "The Seven Deadly Sins: Four Knights of the Apocalypse",
      "image": "https://cdn.myanimelist.net/images/manga/2/243307.jpg",
      "authors": [
        "Suzuki, Nakaba"
      ],
      "type": "Manga",
      "demographic": [
        "Shounen"
      ],
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "publishing": "Jan 27, 2021 to ?",
      "published": true,
      "themes": [],
      "synopsis": "Percival has always lived with his grandfather on God's Finger, a remote haven that sits high above the clouds. And though he loves the simple life, he secretly longs for adventure. But Percival's life is changed forever when an intruder—who shares a shocking connection with him—tears away everything he's ever known. With nothing left to do but chase down the one who took everything from him, Percival sets out on his own. During his journey, the sheltered boy discovers that there are a lot of things he doesn't know about normal life. Luckily, he meets friends along the way who can help him get by—but how will they react when they find out about Percival's destiny... and how it's connected to the end of the world? (Source: Kodansha USA)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 36
    },
    {
      "mal_id": 132000,
      "titleEnglish": "The Haunted Bookstore – Gateway to a Parallel Universe",
      "image": "https://cdn.myanimelist.net/images/manga/3/238547.jpg",
      "authors": [
        "Shinobumaru",
        "Medamayaki"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Drama",
        "Slice of Life",
        "Supernatural"
      ],
      "publishing": "May 19, 2020 to ?",
      "published": true,
      "themes": [],
      "synopsis": "The realm of the dead: that is the world where Ayakashi live. One human lived in this world where the sun doesn't shine that is filled with man-eating Ayakashi. She runs a bookstore with her Ayakashi adoptive father, Shinonome, and meets a bleeding youth who faints... It's fun, scary, and sad story about the realm of the dead. (Source: Micro Magazine-sha, translated)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 37
    },
    {
      "mal_id": 132451,
      "titleEnglish": "I Was Reincarnated as the Villainess in an Otome Game but the Boys Love Me Anyway!",
      "image": "https://cdn.myanimelist.net/images/manga/2/243964.jpg",
      "authors": [
        "Inaida, Sou",
        "Ataka"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Dec 3, 2020 to ?",
      "published": true,
      "themes": [
        "Villainess"
      ],
      "synopsis": "Mystia Aren is the daughter of a noble family who just started at high school. She's surrounded by a group of adoring classmates and her charming fiancé. Everything seems perfect. Except that this world is actually a dating sim called \"Kyun Love,\" and she's destined to become the main character's evil rival! Mystia is determined to do everything she can to avoid her fate but it's not as easy as it sounds. Especially when all the boys keep falling in love with her! (Source: Tokyopop)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 38
    },
    {
      "mal_id": 123101,
      "titleEnglish": "My Lovey-Dovey Wife is a Stone Cold Killer",
      "image": "https://cdn.myanimelist.net/images/manga/1/231061.jpg",
      "authors": [
        "Kousaka, Donten"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Comedy",
        "Romance"
      ],
      "publishing": "Sep 27, 2019 to ?",
      "published": true,
      "themes": [],
      "synopsis": "Setsuna is a young, beautiful woman, recently married and happier than ever. However, she is also a professional assassin—something that easily sets her apart. Nonetheless, her husband sees nothing but a doting and loving wife, one that takes pride in her cooking skills and acts like an unexpected protector of their home. Given that Setsuna's primary skills lie in wielding weapons, her murderous intent can easily slip out at the most unpredictable times. But with her smitten husband by her side, Setsuna learns to use her quick reflexes to enjoy mundane things and savor every ordinary moment—even if they are not the most average couple around. [Written by MAL Rewrite]",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 39
    },
    {
      "mal_id": 147216,
      "titleEnglish": "Alice in Kyoto Forest",
      "image": "https://cdn.myanimelist.net/images/manga/1/260953.jpg",
      "authors": [
        "Mochizuki, Mai",
        "Niwa, Haruki"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Adventure",
        "Fantasy"
      ],
      "publishing": "Jan 1, 2019 to Mar 1, 2020",
      "published": false,
      "themes": [],
      "synopsis": "Orphaned at a young age, Alice has lived with her aunt for most of her childhood. But her uncle is abusive and resentful, and at 15 Alice decides to return home to Kyoto and train as a maiko, eventually hoping to become a geisha. But when she arrives back to her birth place, she finds that Kyoto has changed quite a bit in the eight years since she left it. Almost as if it's a completely different world... (Source: Tokyopop)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 40
    },
    {
      "mal_id": 122949,
      "titleEnglish": "Island in a Puddle",
      "image": "https://cdn.myanimelist.net/images/manga/1/234462.jpg",
      "authors": [
        "Sanbe, Kei"
      ],
      "type": "Manga",
      "demographic": [
        "Seinen"
      ],
      "genres": [
        "Drama"
      ],
      "publishing": "Nov 26, 2019 to Sep 28, 2021",
      "published": false,
      "themes": [
        "Psychological"
      ],
      "synopsis": "Minato's tiny apartment might as well be on a deserted island. Despite being in elementary school, it falls on his shoulders to care for his little sister Nagisa, who never stops asking when their mother will make one of her infrequent visits home. One day when she stops by, their mother takes them to an amusement park, only to give Minato some cash and leave them on the Ferris wheel. However, as they reach the top of the ride, lightning strikes their car—but what Minato finds when he awakens is not the grim tragedy he expected... (Source: Kodansha USA)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 41
    },
    {
      "mal_id": 128534,
      "titleEnglish": "Rent-a-(Really Shy!)-Girlfriend",
      "image": "https://cdn.myanimelist.net/images/manga/3/235003.jpg",
      "authors": [
        "Miyajima, Reiji"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Comedy",
        "Romance"
      ],
      "publishing": "Jun 21, 2020 to ?",
      "published": true,
      "themes": [],
      "synopsis": "Sumi Sakurasawa is shy. Even simple things, like going for a donut with someone or calling out to a stranger that they've dropped something, paralyze her with fear. Her strategy? Become a \"rent-a-girlfriend\" and make some cash while she practices her people skills! But raising the stakes even higher might not be the foolproof solution she thought it was... And even worse, to keep the gig, she needs five-star reviews, and that means no freezing up or freaking out on a date... How is that even possible?! (Source: Kodansha USA)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 42
    },
    {
      "mal_id": 117840,
      "titleEnglish": "Sweat and Soap",
      "image": "https://cdn.myanimelist.net/images/manga/3/271450.jpg",
      "authors": [
        "Yamada, Kintetsu"
      ],
      "type": "Manga",
      "demographic": [
        "Seinen"
      ],
      "genres": [
        "Comedy",
        "Romance"
      ],
      "publishing": "Jun 21, 2018 to Jan 7, 2021",
      "published": false,
      "themes": [
        "Workplace"
      ],
      "synopsis": "At Liliadrop, a high-class manufacturer of women's cosmetics, employees are just as outstanding and glamorous as the variety of their products. In contrast stands Asako Yaeshima, a worker formerly nicknamed \"Aseko\"—\"ase\" meaning sweat—due to her unusual problem of excessive perspiration. To deal with her crisis, Asako develops a morning routine: she mixes different scents of Liliadrop soaps and unscented deodorants to mask her body odor. But her effort does not fool Koutarou Natori, a genius fragrance developer at the company with a sensitive and infallible sense of smell. Koutarou, astounded by Asako's natural smell combined with the soap, insists on sniffing her every day for a week to save their company's reputation by creating new Asako-inspired fragrances. With such an important reason at stake, Asako consents but never imagines how close she and Koutarou would soon become. [Written by MAL Rewrite]",
      "volumesLibrary": 1,
      "readStatus": 1,
      "libraryScore": 4,
      "id": 43
    },
    {
      "mal_id": 132247,
      "titleEnglish": "A Returner's Magic Should Be Special",
      "image": "https://cdn.myanimelist.net/images/manga/2/239089.jpg",
      "authors": [
        "Yu, So-nan",
        "Uk-jakga"
      ],
      "type": "Manhwa",
      "demographic": [],
      "genres": [
        "Action",
        "Fantasy"
      ],
      "publishing": "May 19, 2018 to ?",
      "published": true,
      "themes": [
        "School",
        "Time Travel"
      ],
      "synopsis": "The world is on the brink of destruction after a devastating ten-year war in the \"shadow labyrinth.\" Desir Herrman is one of the last skilled magicians left standing, but even he is no match for the formidable foe threatening humanity's very existence. Just when he's certain the end has come, he is sent back in time to his early days of studying magic at the prestigious Hebrion Academy! With this rare second chance, Desir is determined to save not only himself but also the friends and comrades he once lost. Armed with the knowledge of what their future holds, can his efforts make a difference, or are they all doomed to relive the same terrible destiny? Based on the hit novel. (Source: Tappytoon)",
      "volumesLibrary": 1,
      "readStatus": 1,
      "libraryScore": 6,
      "id": 44
    },
    {
      "mal_id": 89087,
      "titleEnglish": "Wotakoi: Love is Hard for Otaku",
      "image": "https://cdn.myanimelist.net/images/manga/3/155740.jpg",
      "authors": [
        "Fujita"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Comedy",
        "Romance"
      ],
      "publishing": "Apr 30, 2015 to Jul 16, 2021",
      "published": false,
      "themes": [
        "Adult Cast",
        "Otaku Culture",
        "Workplace"
      ],
      "synopsis": "Narumi Momose is a petite and cute young woman who loves idols, games, and everything anime or manga-related, especially in the boys' love genre. In other words, she is a closet otaku and more specifically, a fujoshi. After a breakup due to these kind of interests, she quits her job and joins a new company. At her new workplace, the only colleagues who know about her secret are her childhood friend Hirotaka Nifuji, a blunt gaming otaku; Hanako Koyanagi, a cool and mature-looking beauty; and Tarou Kabakura, an attractive guy with a scary face who always gets into fights with Hanako. While having drinks to catch up, Hirotaka advises Narumi to date someone who would understand her hobbies. But she is hesitant—otakus are typically perceived as gross, and the only ones who can understand them are otakus themselves. Or could a relationship between two otakus work? Following the relationship of Narumi and Hirotaka as they begin dating, Wotaku ni Koi wa Muzukashii is a light-hearted story about those who try to balance work, relationships, and hobbies. [Written by MAL Rewrite]",
      "volumesLibrary": 1,
      "readStatus": 1,
      "libraryScore": 7,
      "id": 45
    },
    {
      "mal_id": 83655,
      "titleEnglish": "Perfect World",
      "image": "https://cdn.myanimelist.net/images/manga/1/175525.jpg",
      "authors": [
        "Aruga, Rie"
      ],
      "type": "Manga",
      "demographic": [
        "Josei"
      ],
      "genres": [
        "Award Winning",
        "Romance",
        "Slice of Life"
      ],
      "publishing": "Mar 24, 2014 to Jan 25, 2021",
      "published": false,
      "themes": [],
      "synopsis": "At a business meeting, 26-year-old Tsugumi Kawana faces the biggest surprise in her life: she is reunited with Itsuki Ayukawa, a former high school friend and her first love. She is elated that Ayukawa has been able to achieve his dream of becoming an architect, while she herself has secured a stable job at an interior design company. As they reminisce about the past, Tsugumi is shocked to find out Ayukawa has been disabled following an accident. Unable to walk on his own, he now has to rely on the use of a wheelchair. Tsugumi knows that dating a disabled person is a complex matter; moreso, she does not want to ruin her friendship with Ayukawa, who refuses to be romantically involved with anyone. However, as she begins to interact with him more and learns about his condition, Tsugumi realizes her feelings for him may not have disappeared entirely. [Written by MAL Rewrite]",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 46
    },
    {
      "mal_id": 113752,
      "titleEnglish": "Kuma Kuma Kuma Bear",
      "image": "https://cdn.myanimelist.net/images/manga/3/210419.jpg",
      "authors": [
        "Kumanano",
        "Sergei"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Action",
        "Comedy",
        "Fantasy"
      ],
      "publishing": "Mar 28, 2018 to ?",
      "published": true,
      "themes": [
        "Isekai"
      ],
      "synopsis": "Fifteen-year-old Yuna prefers staying home and obsessively playing her favorite VRMMO to doing anything else, including going to school. When a strange new update gives her a one-of-a-kind bear outfit that comes with overpowered abilities, Yuna is torn: the outfit is unbearably cute, but too embarrassing to wear in-game. But then she suddenly finds herself transported into the world of the game, facing down monsters and magic for real, and the bear suit becomes the best weapon she has! (Source: Seven Seas Entertainment)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 47
    },
    {
      "mal_id": 126287,
      "titleEnglish": "Frieren: Beyond Journey's End",
      "image": "https://cdn.myanimelist.net/images/manga/3/232121.jpg",
      "authors": [
        "Yamada, Kanehito",
        "Abe, Tsukasa"
      ],
      "type": "Manga",
      "demographic": [
        "Shounen"
      ],
      "genres": [
        "Adventure",
        "Award Winning",
        "Fantasy"
      ],
      "publishing": "Apr 28, 2020 to ?",
      "published": true,
      "themes": [],
      "synopsis": "The demon king has been defeated, and the victorious hero party returns home before disbanding. The four—mage Frieren, hero Himmel, priest Heiter, and warrior Eisen—reminisce about their decade-long journey as the moment to bid each other farewell arrives. But the passing of time is different for elves, thus Frieren witnesses her companions slowly pass away one by one. Before his death, Heiter manages to foist a young human apprentice called Fern onto Frieren. Driven by the elf's passion for collecting a myriad of magic spells, the pair embarks on a seemingly aimless journey, revisiting the places that the heroes of yore had visited. Along their travels, Frieren slowly confronts her regrets of missed opportunities to form deeper bonds with her now-deceased comrades. [Written by MAL Rewrite]",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 48
    },
    {
      "mal_id": 21525,
      "titleEnglish": "Yona of the Dawn",
      "image": "https://cdn.myanimelist.net/images/manga/2/269202.jpg",
      "authors": [
        "Kusanagi, Mizuho"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Romance"
      ],
      "publishing": "Aug 5, 2009 to ?",
      "published": true,
      "themes": [],
      "synopsis": "Once upon a time, the kingdom of Kouka was ruled by a red dragon in human form. By his side, four warriors imbued with dragon blood helped him lead the kingdom to prosperity. Time passed, and this tale became a legend to tell children. As the sole princess of Kouka, Yona lives a life of lavish ease. In love with her cousin, Su-won, and protected by her bodyguard, Son Hak, she wants for nothing and remains sheltered from the harrowing reality outside the castle walls. Contrary to this peaceful illusion, Kouka is about to undergo a political upheaval. After her beloved Su-won stages a bloody coup and murders her father, Yona is forced to flee with only Hak by her side. Though surrounded by enemies on all sides, the banished princess still yearns to save her kingdom. Her solution comes from an exiled priest, who tells her that her only hope is to find the four legendary dragon warriors. Guided by this seemingly fictitious myth, Yona sets out to find these warriors, determined to restore her kingdom. [Written by MAL Rewrite]",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 49
    },
    {
      "mal_id": 114843,
      "titleEnglish": "Chronicles of an Aristocrat Reborn in Another World",
      "image": "https://cdn.myanimelist.net/images/manga/3/219500.jpg",
      "authors": [
        "nini",
        "Yashuu"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Action",
        "Fantasy",
        "Romance"
      ],
      "publishing": "Mar 25, 2018 to ?",
      "published": true,
      "themes": [
        "Harem",
        "Isekai",
        "Reincarnation"
      ],
      "synopsis": "Shiina Kazuya, our protagonist who was killed by a stranger when he tried to protect his childhood friend's little sister, was reincarnated into a world of sword and magic as Cain von Silford, the third son of an aristocrat. Cain grew up being surrounded by gods that don't know self-restraint, the upper stratum of royalty, and manipulative girls. This is a classic fantasy about a slightly two-faced, slightly clumsy, and careless young man who, with the excessive divine blessings received from the gods, overcomes any obstacle that come his way while hiding his unbelievable status. (Source: MU)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 50
    },
    {
      "mal_id": 122777,
      "titleEnglish": "Hazure Skill: The Guild Member with a Worthless Skill Is Actually a Legendary Assassin",
      "image": "https://cdn.myanimelist.net/images/manga/1/226146.jpg",
      "authors": [
        "Araki, Fuu",
        "Kennoji"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy"
      ],
      "publishing": "Jul 5, 2019 to ?",
      "published": true,
      "themes": [],
      "synopsis": "After defeating the demon lord, assassin Roland seems destined for eternal greatness, yet he wants nothing of the sort! Determined to avoid fame and fortune in pursuit of a normal life, he applies for a job at the local Adventurers Guild, where all manner of intrepid warriors come to turn in their quests. But Roland has no idea what \"normal\" really is, and he's anything but your average employee! Will this world-class assassin be able to adjust to the monotony of everyday life at the guild? (Source: Yen Press)",
      "volumesLibrary": 1,
      "readStatus": 1,
      "libraryScore": 6,
      "id": 51
    },
    {
      "mal_id": 130924,
      "titleEnglish": "The Girl I Saved on the Train Turned Out to Be My Childhood Friend",
      "image": "https://cdn.myanimelist.net/images/manga/3/244445.jpg",
      "authors": [
        "Kennoji",
        "Midorikawa, You"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Romance"
      ],
      "publishing": "Oct 7, 2020 to ?",
      "published": true,
      "themes": [
        "School"
      ],
      "synopsis": "Hina Fushimi is the most universally recognized S-class beauty in the school. She is a childhood friend of Ryou, but they hardly spoke to each other from junior high school to senior high school, but one thing leads them to talk to each other again. After that, Hina takes care of Ryou and acts aggressively, but Ryou doesn't really understand the meaning of her actions. (Source: MU)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 52
    },
    {
      "mal_id": 54233,
      "titleEnglish": "Komomo Confiserie",
      "image": "https://cdn.myanimelist.net/images/manga/3/270294.jpg",
      "authors": [
        "Minami, Maki"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Comedy",
        "Romance"
      ],
      "publishing": "May 20, 2013 to Dec 5, 2014",
      "published": false,
      "themes": [],
      "synopsis": "Komomo Ninomiya spent her childhood living like a princess. Surrounded by doting servants and delicious sweets, she led a satisfied life, yet still yearned the love of her parents, who were always too busy to see her. In times of loneliness, she found solace in pastries made by Natsu Azumi, the five-year-old son of the family chef. Natsu's confections were neither particularly tasty nor pretty, yet they filled Komomo with overwhelming warmth. After Natsu leaves with his father for France, Komomo spends the next 10 years in the familiar lap of luxury, until her father's business goes bankrupt. Demoted from a super princess to super poor, Komomo must now work part-time jobs to get by, but her stubborn personality results in her being fired time and time again. Her fortunes begin to change after a chance encounter with Natsu for the first time in a decade, who offers her a job at his confectionery \"Méli-Mélo.\" The current Natsu is entirely different from how he used to be: he works Komomo to the bone and berates her for mistakes made. Only his confections have not changed, still suffusing her with the same warmth. With their positions as master and servant reversed, what awaits the two-faced patissier and spoiled princess? [Written by MAL Rewrite]",
      "volumesLibrary": 1,
      "readStatus": 1,
      "libraryScore": 8,
      "id": 53
    },
    {
      "mal_id": 138407,
      "titleEnglish": "The Tunnel to Summer, the Exit of Goodbyes: Ultramarine",
      "image": "https://cdn.myanimelist.net/images/manga/2/247760.jpg",
      "authors": [
        "Koudon",
        "Hachimoku, Mei"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Drama",
        "Mystery",
        "Sci-Fi"
      ],
      "publishing": "Jul 11, 2020 to Oct 16, 2021",
      "published": false,
      "themes": [],
      "synopsis": "Kaoru Tono heard a rumor: The laws of space and time mean nothing to the Urashima Tunnel. If you find it, walk through and you'll find your heart's desire on the other side...in exchange for years of your own life. On the night Kaoru just so happens to find himself standing in front of a tunnel that looks suspiciously like the one the rumor describes, he finds himself thinking of Karen, the sister he lost in an accident five years ago. To Kaoru's surprise, he's been followed by the new transfer student Anzu Hanaki, who promises to help him experiment with the mysterious tunnel—but what does she want from Kaoru in exchange? And what will he have left to give, after the tunnel's done with him? (Source: Seven Seas Entertainment)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 54
    },
    {
      "mal_id": 27231,
      "titleEnglish": "Daytime Shooting Star",
      "image": "https://cdn.myanimelist.net/images/manga/5/261725.jpg",
      "authors": [
        "Yamamori, Mika"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Comedy",
        "Romance",
        "Slice of Life"
      ],
      "publishing": "May 20, 2011 to Nov 5, 2014",
      "published": false,
      "themes": [
        "Love Polygon",
        "School"
      ],
      "synopsis": "Suzume Yosano has spent the entire 15 years of her life in the countryside, so when her parents decide to move overseas for work and leave her with her uncle in Tokyo, she finds herself in a whole new environment. On the way to her uncle's house, however, she gets lost and faints. Waking up safely at her uncle's house, she learns that a strange man had carried her there and that he happens to be an acquaintance of her uncle. Moreover, when Suzume goes to her new school for the first time, she discovers that the weird man in question, named Satsuki Shishio, is actually her homeroom teacher! Now, Suzume must adapt to her new school and make friends, since her blossoming high school life in the city has just begun! [Written by MAL Rewrite] Included one-shots: Volume 5: Cookie Girl Cream Boy Volume 6: Tsuyu Kaoru Volume 7: Heroine no Ryuusei (Crossover one-shot with Heroine Shikkaku) Volume 9: More than Words Volume 11: Hibi Ryuusei (Crossover one-shot with Hibi Chouchou)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 55
    },
    {
      "mal_id": 118232,
      "titleEnglish": "My Happy Marriage",
      "image": "https://cdn.myanimelist.net/images/manga/2/223940.jpg",
      "authors": [
        "Kousaka, Rito",
        "Agitogi, Akumi"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Romance"
      ],
      "publishing": "Dec 20, 2018 to ?",
      "published": true,
      "themes": [
        "Historical"
      ],
      "synopsis": "Miyo Saimori was the unfortunate child of a loveless, arranged marriage. After her mother died, her father brought in his lover and other daughter, Kaya. From then on, Miyo's life was reduced to that of a mere servant. Even worse, while Kaya inherited the family's psychic abilities, Miyo had none—she was truly the daughter with no merit. After years of being treated like dirt, Miyo has learned to keep her head down, hide her pain, and obey every order. So, it comes as no surprise that she is arranged to be married to Kiyoka Kudou, a military captain rumored to be so cruel that he has driven away every one of his potential wives so far. From a painful upbringing to a painful marriage, that's the future that awaits Miyo—or so she thinks. Contrary to her expectations, her new husband is actually kind-hearted. What really awaits Miyo is a blissful, everlasting marriage full of happiness! [Written by MAL Rewrite]",
      "volumesLibrary": 1,
      "readStatus": 1,
      "libraryScore": 10,
      "id": 56
    },
    {
      "mal_id": 132500,
      "titleEnglish": "7th Time Loop: The Villainess Enjoys a Carefree Life Married to Her Worst Enemy!",
      "image": "https://cdn.myanimelist.net/images/manga/2/246550.jpg",
      "authors": [
        "Kino, Hinoki",
        "Amekawa, Touko"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Dec 4, 2020 to ?",
      "published": true,
      "themes": [
        "Villainess"
      ],
      "synopsis": "By the seventh loop, Rishe Imgard Wertsner knows all too well how her condemnation will go: with her engagement broken and an expulsion from her family. Each iteration, she has been thrown back to that exact moment, but she has lived her life differently each time. In the first loop, she became a merchant; in the second an herbalist; in another a handmaiden; and in the sixth a knight. Yet, no matter which occupation, she has always died at the age of 20. Rishe's sixth life ended at the hand of Arnold Hein, the emperor of the neighboring country. However, at the start of her seventh loop, Arnold offers her a shocking proposal: become his fiancée and live in the lap of luxury by his side. In her previous lives, Rishe never had the chance to visit his country due to the war. Thus, she jumps at the opportunity to fulfill her long-held dream of seeing the world. [Written by MAL Rewrite]",
      "volumesLibrary": 2,
      "readStatus": 2,
      "libraryScore": 9,
      "id": 57
    },
    {
      "mal_id": 123397,
      "titleEnglish": "The King's Beast",
      "image": "https://cdn.myanimelist.net/images/manga/2/235255.jpg",
      "authors": [
        "Touma, Rei"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Drama",
        "Fantasy"
      ],
      "publishing": "Jan 24, 2019 to ?",
      "published": true,
      "themes": [
        "Crossdressing"
      ],
      "synopsis": "Ajin are people who bear the attributes of beasts, and in this kingdom they are forced to serve men in the military and women in the brothels. The Ajin boys who show signs of special abilities are conscripted to serve in the imperial palace as beast servants—status symbols and shields for their royal masters, to be kept or discarded on a whim. When Rangetsu's twin brother Sogetsu showed signs of such abilities, he was ripped from her arms and given to Prince Tenyou as a beast servant, where he quickly fell victim to bloody royal intrigues. Now in a world that promises only bitterness, Rangetsu's one hope is to disguise herself as a man and find a way into the palace to avenge her brother! But Prince Tenyou is not what Rangetsu expected, and the political currents in the palace run deep and strange. Does Rangetsu have any chance of finding justice for her brother, or will she become just another Ajin casualty in the game of kings? (Source: Viz Media)",
      "volumesLibrary": 5,
      "readStatus": 5,
      "libraryScore": 8,
      "id": 58
    },
    {
      "mal_id": 120389,
      "titleEnglish": "Those Not-So-Sweet Boys",
      "image": "https://cdn.myanimelist.net/images/manga/2/221103.jpg",
      "authors": [
        "Nogiri, Youko"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Romance"
      ],
      "publishing": "Jan 24, 2019 to Sep 24, 2021",
      "published": false,
      "themes": [
        "School"
      ],
      "synopsis": "When Midori Nanami drops her wallet on her first day of high school, a boy helps retrieve it for her. Midori finds herself too slow to respond to his kindness, and before she can properly thank him, her savior walks away. Later, Midori learns that the boy she owes her gratitude to is Rei Ichijou, one of her new classmates. Shortly after their classes begin, Rei stops showing up along with his friends, Yukinojo Ieiri and Chihiro Goshima. Midori discovers that the three boys are shrouded in shady rumors, but she can scarcely believe any of them. Would a bad person have helped her when they could have simply chosen not to? When a careless slip-up leads to the school chairman finding out about Midori's job that she is not allowed to have, she is given an ultimatum. Either she quits her job and has her scholarship revoked, or she helps out the chairman instead—by persuading Rei and his friends to start attending school again. [Written by MAL Rewrite]",
      "volumesLibrary": 7,
      "readStatus": 6,
      "libraryScore": 9,
      "id": 59
    },
    {
      "mal_id": 121437,
      "titleEnglish": "Her Royal Highness Seems to be Angry",
      "image": "https://cdn.myanimelist.net/images/manga/1/230218.jpg",
      "authors": [
        "Yatsuhashi, Kou",
        "Yotsuba, Neko"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Action",
        "Fantasy"
      ],
      "publishing": "Aug 9, 2019 to ?",
      "published": true,
      "themes": [],
      "synopsis": "Chaos reigns at the training camp when the students of Lucrezia Academy are attacked by a mysterious group of people using strange magic. Among them, a masked man who seems to know the truth behind her reincarnation goes after Leticiel with the cryptic warning: \"We are two people whose destinies are intertwined.\" With unexpected help from an ethereal being known as an Elemental, Leticiel's sorcery is able to push back the masked man's attack—but not before Zeke reveals that he, too, can wield the same dark power as the stranger. With each secret that comes to light, more mysteries appear from the shadows. What is the truth behind Zeke's past, and why has he been hiding it from everyone all this time? (Source: Tokyopop)",
      "volumesLibrary": 3,
      "readStatus": 0,
      "libraryScore": null,
      "id": 60
    },
    {
      "mal_id": 125341,
      "titleEnglish": "Spy Classroom",
      "image": "https://cdn.myanimelist.net/images/manga/2/247351.jpg",
      "authors": [
        "Seu, Kaname",
        "Takemachi"
      ],
      "type": "Manga",
      "demographic": [
        "Seinen"
      ],
      "genres": [
        "Action",
        "Comedy",
        "Mystery",
        "Romance"
      ],
      "publishing": "May 27, 2020 to Apr 27, 2022",
      "published": false,
      "themes": [],
      "synopsis": "A world where wars are fought with spies. With a mission success rate of 100%, the remarkable, yet rather difficult to deal with, spy Klaus is being tasked with an almost impossible mission by the agency, harboring an insane 90% chance of failure and death...which for some reason involves eight inexperienced girls?! (Source: Kadokawa, translated)",
      "volumesLibrary": 2,
      "readStatus": 1,
      "libraryScore": 7,
      "id": 61
    },
    {
      "mal_id": 113459,
      "titleEnglish": "Rosen Blood",
      "image": "https://cdn.myanimelist.net/images/manga/1/211996.jpg",
      "authors": [
        "Ishizue, Kachiru"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Fantasy",
        "Horror",
        "Romance"
      ],
      "publishing": "Sep 6, 2017 to Jul 6, 2022",
      "published": false,
      "themes": [
        "Reverse Harem"
      ],
      "synopsis": "Levi-Ruin and the mysterious men who took Stella in have a bare kitchen…and a moaning box in the storehouse. After discovering mansion dweller Gilbert’s lifelike sculptures, the new maid faces a sinister reality. Can she survive the bloodlust? Stella must distinguish danger from passion as fear begins to feed on her! (Source: VIZ Media)",
      "volumesLibrary": 2,
      "readStatus": 1,
      "libraryScore": null,
      "id": 62
    },
    {
      "mal_id": 67645,
      "titleEnglish": "Cheeky Brat",
      "image": "https://cdn.myanimelist.net/images/manga/1/128825.jpg",
      "authors": [
        "Miyuki, Mitsubachi"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Romance",
        "Sports"
      ],
      "publishing": "Oct 19, 2013 to Dec 20, 2021",
      "published": false,
      "themes": [
        "School",
        "Team Sports"
      ],
      "synopsis": "Being the eldest child of a large family, Yuki Machida was forced to become the responsible one of her many siblings at a very young age. Accustomed to making sacrifices for them, she is all too familiar with disappointment and the pain of suppressing her true feelings. Though expecting nothing to become of them, Machida becomes the basketball club manager in order to be closer to her crush. But at the start of the new school year, Shou Naruse joins the team. He is extremely talented... and has taken an interest in Machida. Stoic-faced and cold, she is unfazed by his advances, despite how relentless he is when it comes to winning her love—from kissing her with no warning to asking for permission to grope her. Keeping her cool and focusing on basketball becomes a much more difficult task when Naruse makes no effort to conceal his desires. [Written by MAL Rewrite]",
      "volumesLibrary": 2,
      "readStatus": 1,
      "libraryScore": 6,
      "id": 63
    },
    {
      "mal_id": 126371,
      "titleEnglish": "Ima Koi: Now I'm in Love",
      "image": "https://cdn.myanimelist.net/images/manga/2/233772.jpg",
      "authors": [
        "Hatta, Ayuko"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Romance"
      ],
      "publishing": "Dec 13, 2019 to ?",
      "published": true,
      "themes": [
        "School"
      ],
      "synopsis": "After missing out on love because she was too shy to confess her feelings, high school student Satomi blurts out how she feels the next time she gets a crush—and it's to her impossibly handsome schoolmate Yagyu! To her surprise, he agrees to date her. Now that Satomi's suddenly in a relationship, what next? Given how fast everything has happened, Satomi is still clueless about how dating is supposed to work. How will she forge ahead in her relationship with Yagyu? (Source: VIZ Media)",
      "volumesLibrary": 2,
      "readStatus": 1,
      "libraryScore": 8,
      "id": 64
    },
    {
      "mal_id": 66263,
      "titleEnglish": "Hatsu*Haru",
      "image": "https://cdn.myanimelist.net/images/manga/3/187137.jpg",
      "authors": [
        "Fujisawa, Shizuki"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Romance"
      ],
      "publishing": "Jan 11, 2014 to Apr 13, 2018",
      "published": false,
      "themes": [
        "School"
      ],
      "synopsis": "Playboy Kai definitely knows his way around girls' hearts, but when he has a run-in with tomboy Riko, he may be in for more than he bargained for! Riko definitely doesn't fit Kai's usual type of girl: she's short-tempered, scary, and can (has) easily beat him up. There's no way a rough and tumble girl like Riko is capable of a delicate feeling like love! So imagine his surprise when he finds out about her secret, one-sided crush... But it's none of his concern, right? (Source: Yen Press)",
      "volumesLibrary": 1,
      "readStatus": 1,
      "libraryScore": 9,
      "id": 65
    },
    {
      "mal_id": 130130,
      "titleEnglish": "Cross-Dressing Villainess Cecilia Sylvie",
      "image": "https://cdn.myanimelist.net/images/manga/1/235970.jpg",
      "authors": [
        "Akiyama, Shino",
        "Akizakura, Hiroro"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Comedy",
        "Fantasy",
        "Romance"
      ],
      "publishing": "May 22, 2020 to ?",
      "published": true,
      "themes": [
        "Crossdressing",
        "Villainess"
      ],
      "synopsis": "Cecilia Sylvie was born with a silver spoon. Surrounded by sweets galore, wonderfully fine clothing, and spoiled rotten, she became an arrogant and selfish child. That was until, at five years of age, she realized that she was the villainess of an otome game she played in her previous life. Even worse, every ending leads to death! Resolved to turn her miserable fate around, Cecilia decides to become a man! Twelve years later, she enters an academy under the alias \"Cecil,\" an unknown boy of lower nobility. All she wants is a peaceful school life, yet she finds herself at the center of attention anyway. Her female classmates are infatuated with her, the crown prince won't stop pestering \"Cecil\" about Cecilia, and the main heroine is acting entirely out of character. Having her hands full with all kinds of unexpected developments, can Cecilia keep her gender a secret and avoid a bad end? [Written by MAL Rewrite]",
      "volumesLibrary": 2,
      "readStatus": 0,
      "libraryScore": null,
      "id": 66
    },
    {
      "mal_id": 130893,
      "titleEnglish": "The Magical Revolution of the Reincarnated Princess and the Genius Young Lady",
      "image": "https://cdn.myanimelist.net/images/manga/2/248628.jpg",
      "authors": [
        "Nadaka, Harutsugu",
        "Karasu, Piero"
      ],
      "type": "Manga",
      "demographic": [
        "Seinen"
      ],
      "genres": [
        "Comedy",
        "Fantasy",
        "Girls Love"
      ],
      "publishing": "Jul 27, 2020 to ?",
      "published": true,
      "themes": [],
      "synopsis": "Princess Anisphia may not be able to use magic, but she didn't let that stop her from developing \"magicology,\" a unique theory based on memories from her past life. While testing out her new flying broom, she happens across Euphyllia, a magical genius, having her engagement unjustly and publicly broken off. Seeing the tears in Euphyllia's eyes, Anisphia takes the obvious course of action—kidnapping the girl for herself! (Source: Yen Press)",
      "volumesLibrary": 3,
      "readStatus": 3,
      "libraryScore": 10,
      "id": 67
    },
    {
      "mal_id": 114175,
      "titleEnglish": "Banished from the Hero's Party, I Decided to Live a Quiet Life in the Countryside",
      "image": "https://cdn.myanimelist.net/images/manga/2/223659.jpg",
      "authors": [
        "Ikeno, Masahiro",
        "Zappon"
      ],
      "type": "Manga",
      "demographic": [
        "Shounen"
      ],
      "genres": [
        "Adventure",
        "Fantasy",
        "Romance"
      ],
      "publishing": "May 26, 2018 to ?",
      "published": true,
      "themes": [],
      "synopsis": "In a fantasy world in which a young girl with the Divine Protection of the hero battles against the demon lord. In that world, Red, the elder brother of that young girl hero, possessing the Divine Protection of \"The Guide\" which only grants a high initial level, fought in the initial party of the hero. However, with a Divine Protection that only grants a high level but no magic nor martial art nor supernatural ability, he gradually could no longer keep up with the battle and in the end, a companion, a sage, remarked \"You are not a true companion\" as he snatched all his equipment and kicked him out of the party with just a single copper sword. Having his heart completely shattered, Red distanced himself from the battle against the demon lord's army despite knowing that the fate of the world rests on it, aiming to live an inconspicuous life alone at the frontier Zoltan as he earns money to open a herbalist shop by utilizing the knowledge he acquired throughout his journey. Together with the half-elf carpenter living downtown and the princess who couldn't become the hero's companion, he aims to live a slow life in the frontier of the world governed by a person's inborn Divine Protection! (Source: Shousetsuka ni Narou, translated)",
      "volumesLibrary": 2,
      "readStatus": 2,
      "libraryScore": 7,
      "id": 68
    },
    {
      "mal_id": 120911,
      "titleEnglish": "The Fiancée Chosen by the Ring",
      "image": "https://cdn.myanimelist.net/images/manga/2/222675.jpg",
      "authors": [
        "Matsuyuki, Yue",
        "Hayase, Jun"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Nov 6, 2018 to ?",
      "published": true,
      "themes": [],
      "synopsis": "An evening party calls for its attendees to be dressed to perfection. Thus, they are ideal places for Aurora el la Porta, the daughter of an earl, to admire the fine embroidery of the ladies' dresses. Content to stand in the background, she is surely not expecting to be smacked in the head by a ring, let alone be proposed to by Felix el le Clavis, the most eligible bachelor in the kingdom! For the past year, Felix has been besieged by marriage interviews, an amount totaling in the three digits. In a desperate attempt to escape the onslaught of suitors, he declares, \"whoever this ring hits shall be my wife.\" With a fling, the ring sails through the air and smacks Aurora on the forehead. Choosing to go along with this fake engagement, Aurora hopes to have more time to embroider, and Felix finally has a respite from the countless women seeking his hand. Although it seems to be a fortuitous twist of fate, was it all a coincidence to be the fiancée chosen by the ring? [Written by MAL Rewrite]",
      "volumesLibrary": 2,
      "readStatus": 0,
      "libraryScore": null,
      "id": 69
    },
    {
      "mal_id": 118646,
      "titleEnglish": "Why Raeliana Ended Up at the Duke's Mansion",
      "image": "https://cdn.myanimelist.net/img/sp/icon/apple-touch-icon-256.png",
      "authors": [
        "Milcha",
        "Gorae"
      ],
      "type": "Manhwa",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Sep 3, 2017 to Mar 22, 2021",
      "published": false,
      "themes": [
        "Isekai",
        "Reincarnation"
      ],
      "synopsis": "When Park Eunha dies in modern-day Korea, she awakens in the body of Raeliana McMillan, the eldest daughter of a nouveaux riche baron. However, this is no ordinary world; it's the exact same one as a novel she once read. Beloved by her family, it would seem as though she is in a fairy tale. But Raeliana is far from the main character—she is a mere plot device, whose murder at the hands of her fiancé instigates the entire story. Raeliana has no intention to accept her fate quietly. She sets her eyes on someone in a position of great power—the vieux riche male protagonist Duke Noah Volstaire Wynknight—aiming to completely change the original story. Using her knowledge of future events, Raeliana offers information to Noah on the condition that he acts as her fake fiancé, but the Duke's two-faced nature throws a wrench in her plans! [Written by MAL Rewrite]",
      "volumesLibrary": 2,
      "readStatus": 2,
      "libraryScore": 8,
      "id": 70
    },
    {
      "mal_id": 132858,
      "titleEnglish": "Formerly, the Fallen Daughter of the Duke",
      "image": "https://cdn.myanimelist.net/images/manga/3/242081.jpg",
      "authors": [
        "Shirotori, Ushio",
        "Ichibu, Saki"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Sep 15, 2020 to ?",
      "published": true,
      "themes": [
        "Villainess"
      ],
      "synopsis": "Claire, a daughter of the esteemed duke, is faced with a sudden annulment of her engagement to Prince Asbert, the Prince of the great Kingdom of Noston. Being scorned as the fallen duke's daughter and labeled as the villainess, Claire leaves everything behind and heads towards a new place in order to gain her true self back. (Source: Shousetsuka ni Narou, translated)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 71
    },
    {
      "mal_id": 118289,
      "titleEnglish": "Skip and Loafer",
      "image": "https://cdn.myanimelist.net/images/manga/3/220669.jpg",
      "authors": [
        "Takamatsu, Misaki"
      ],
      "type": "Manga",
      "demographic": [
        "Seinen"
      ],
      "genres": [
        "Slice of Life"
      ],
      "publishing": "Aug 25, 2018 to ?",
      "published": true,
      "themes": [
        "School"
      ],
      "synopsis": "Having recently moved from her small backwater town in Ishikawa Prefecture to attend a prestigious high school in Tokyo, Mitsumi Iwakura plans on using her high school career as a launchpad for her dream of going to law school and becoming a public servant; however, she also recognizes the need to occasionally have fun and make friends. To that end, she's gone so far as to map out her entire life ahead of time, but all of her preparation flies out the window on the first day of school. Mitsumi misses her train stop and is about to be late to the entrance ceremony, which is especially troublesome because she is supposed to give a speech as the new students' representative. While lamenting her situation, Shousuke Shima—a handsome first-year student who is also late—sees her and offers to walk with her to school. They eventually make it to school, although Mitsumi has some unfortunate accidents soon after that leave a less-than-favorable impression on everyone. In spite of her misfortune, her classmates soon take notice of Mitsumi and Sousuke's chemistry, despite their differing personas. With the new year already off to an interesting start, Mitsumi is eager to get to know her classmates better and get involved at her school. Only time will tell if this country bumpkin can make it in the city, but one thing has become certain: she definitely won't be alone on her journey! [Written by MAL Rewrite]",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 72
    },
    {
      "mal_id": 99673,
      "titleEnglish": "Didn't I Say to Make My Abilities Average in the Next Life?!",
      "image": "https://cdn.myanimelist.net/images/manga/3/192963.jpg",
      "authors": [
        "FUNA",
        "Nekomint"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Comedy",
        "Fantasy"
      ],
      "publishing": "Aug 5, 2016 to ?",
      "published": true,
      "themes": [
        "Isekai",
        "Reincarnation"
      ],
      "synopsis": "When she turns ten years old, Adele von Ascham is hit with a horrible headache—and memories of her previous life as an eighteen-year-old Japanese girl named Kurihara Misato. That life changed abruptly, however, when Misato died trying to aid a little girl and met god. During that meeting, she made an odd request and asked for average abilities in her next life. But few things—especially wishes—ever go quite as planned. (Source: Seven Seas Entertainment)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 73
    },
    {
      "mal_id": 99575,
      "titleEnglish": "Usotoki Rhetoric",
      "image": "https://cdn.myanimelist.net/images/manga/1/179845.jpg",
      "authors": [
        "Miyako, Ritsu"
      ],
      "type": "Manga",
      "demographic": [
        "Shoujo"
      ],
      "genres": [
        "Mystery",
        "Romance"
      ],
      "publishing": "Jun 26, 2012 to Mar 26, 2018",
      "published": false,
      "themes": [
        "Historical"
      ],
      "synopsis": "\"You're lying.\" Sixteen-year-old Kanoko Urabe knows that someone is lying if she can hear the strange, echoing sound of clanging metal in their voice. As a young and overly honest child, she would point out the lies of other villagers, and was ostracized as a result. She is eventually forced to leave her hometown and tries to find a place for herself in the city of Tsukumoya in 1920s Japan. In a chance encounter, Kanoko meets Souma Iwai, a gifted but penniless detective. After she is forced to demonstrate her ability, he expresses appreciation for what she can do and agrees to take her in, asking the girl to be his assistant. The Iwai investigation firm soon makes a name for itself helping clients by solving cases with Souma's sharp wits and Kanoko's power. In the process, Kanoko's life is enriched by the various people she encounters in her investigations. [Written by MAL Rewrite]",
      "volumesLibrary": 1,
      "readStatus": 1,
      "libraryScore": 6,
      "id": 74
    },
    {
      "mal_id": 130498,
      "titleEnglish": "Hi, I'm a Witch, and My Crush Wants Me to Make a Love Potion",
      "image": "https://cdn.myanimelist.net/images/manga/3/238942.jpg",
      "authors": [
        "Kamada, Misato",
        "Mutsuhana, Eiko"
      ],
      "type": "Manga",
      "demographic": [],
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "publishing": "Aug 28, 2020 to ?",
      "published": true,
      "themes": [],
      "synopsis": "\"I want you to make a love potion.\" The Good Witch of the Lake's four-year crush ended in heartbreak with a single request from the object of her affections! Wanting to increase what little time she has with Royal Knight Harij, Rose sends him on a wild-goose chase for the ingredients but gets more than she bargained for when the grumbling knight starts visiting her every day... to feed her? This is the heartwarming story of a shut-in witch and a straight-laced knight whose romance starts from a love potion. (Source: Cross Infinite World)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 75
    },
    {
      "mal_id": 138763,
      "titleEnglish": "The Vexations of a Shut-In Vampire Princess",
      "image": "https://cdn.myanimelist.net/images/manga/2/248187.jpg",
      "authors": [
        "Riichu",
        "Kobayashi, Kotei"
      ],
      "type": "Light Novel",
      "demographic": [],
      "genres": [
        "Comedy",
        "Fantasy"
      ],
      "publishing": "Jan 11, 2020 to ?",
      "published": true,
      "themes": [
        "Vampire"
      ],
      "synopsis": "Three years into her life as a shut-in, vampire Terakomari Gandesblood (Komari for short), awakens to find she's been appointed as a Commander in the Mulnite Imperial Army! The thing is, her new unit consists solely of belligerent ruffians who revolt against their superiors at the slightest hint of weakness. Although Komari hails from a line of vampires as powerful as they are prestigious, her refusal to drink blood has made her the picture of mediocrity—scrawny, un-coordinated, and inept at magic. With the odds stacked against her, will the help of her trusty (and slightly infatuated) maid Vill be enough for this recluse to blunder her way to success? Or will Komari rue the day she ever left the safety of her room? (Source: Yen Press)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 76
    },
    {
      "mal_id": 115066,
      "titleEnglish": "My Status as an Assassin Obviously Exceeds the Hero's",
      "image": "https://cdn.myanimelist.net/images/manga/3/215177.jpg",
      "authors": [
        "Touzai",
        "Akai, Matsuri"
      ],
      "type": "Light Novel",
      "demographic": [],
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "publishing": "Nov 25, 2017 to ?",
      "published": true,
      "themes": [
        "Isekai"
      ],
      "synopsis": "Oda Akira is the kind of guy who people forget is even there. His unassuming nature pays off, though, when his entire class is swept away to a fantasy world, and he slips easily into his new role as a silent assassin. Between his suspiciously high starting stats and too many details that don't fit, Akira is sure something is wrong. But digging into royal secrets is a dangerous game, and when Akira uncovers an evil scheme, he also makes a powerful enemy—the very king who brought him to this world! With the help of the elven spirit medium Amelia, can he find the power to set things right, and get his revenge? (Source: Seven Seas Entertainment)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 77
    },
    {
      "mal_id": 119184,
      "titleEnglish": "Solo Leveling",
      "image": "https://cdn.myanimelist.net/images/manga/3/265759.jpg",
      "authors": [
        "Chugong"
      ],
      "type": "Novel",
      "demographic": [],
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "publishing": "Nov 4, 2016 to Oct 27, 2017",
      "published": false,
      "themes": [],
      "synopsis": "E-rank hunter Jinwoo Sung has no money, no talent, and no prospects to speak of—and apparently, no luck, either! When he enters a hidden double dungeon one fateful day, he's abandoned by his party and left to die at the hands of some of the most horrific monsters he's ever encountered. But just before the last, fatal blow... PING! [Congratulations on becoming a Player.] (Source: Yen Press)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 78
    },
    {
      "mal_id": 120548,
      "titleEnglish": "The World's Finest Assassin Gets Reincarnated in Another World as an Aristocrat",
      "image": "https://cdn.myanimelist.net/images/manga/1/222487.jpg",
      "authors": [
        "Reia",
        "Tsukiyo, Rui"
      ],
      "type": "Light Novel",
      "demographic": [],
      "genres": [
        "Action",
        "Fantasy"
      ],
      "publishing": "Feb 1, 2019 to ?",
      "published": true,
      "themes": [
        "Isekai",
        "Reincarnation"
      ],
      "synopsis": "The greatest assassin on Earth knew only how to live as a tool for his employers—until they stopped letting him live. Reborn by the grace of a goddess into a world of swords and sorcery, he's offered a chance to do things differently this time around, but there's a catch... He has to eliminate a super-powerful hero who will bring about the end of the world unless he is stopped. Now known as Lugh Tuatha Dé, the master assassin certainly has his hands full, particularly because of all the beautiful girls who constantly surround him. Lugh may have been an incomparable killer, but how will he fare against foes with powerful magic? (Source: Yen Press)",
      "volumesLibrary": 1,
      "readStatus": 0,
      "libraryScore": null,
      "id": 79
    },
    {
      "mal_id": 11,
      "titleEnglish": "Naruto",
      "image": "https://cdn.myanimelist.net/images/manga/3/249658.jpg",
      "authors": [
        "Kishimoto, Masashi"
      ],
      "type": "Manga",
      "demographic": [
        "Shounen"
      ],
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "publishing": "Sep 21, 1999 to Nov 10, 2014",
      "published": false,
      "themes": [
        "Martial Arts"
      ],
      "synopsis": "Whenever Naruto Uzumaki proclaims that he will someday become the Hokage—a title bestowed upon the best ninja in the Village Hidden in the Leaves—no one takes him seriously. Since birth, Naruto has been shunned and ridiculed by his fellow villagers. But their contempt isn't because Naruto is loud-mouthed, mischievous, or because of his ineptitude in the ninja arts, but because there is a demon inside him. Prior to Naruto's birth, the powerful and deadly Nine-Tailed Fox attacked the village. In order to stop the rampage, the Fourth Hokage sacrificed his life to seal the demon inside the body of the newborn Naruto. And so when he is assigned to Team 7—along with his new teammates Sasuke Uchiha and Sakura Haruno, under the mentorship of veteran ninja Kakashi Hatake—Naruto is forced to work together with other people for the first time in his life. Through undergoing vigorous training and taking on challenging missions, Naruto must learn what it means to work in a team and carve his own route toward becoming a full-fledged ninja recognized by his village. [Written by MAL Rewrite]",
      "volumesLibrary": null,
      "readStatus": null,
      "libraryScore": null,
      "id": 80
    }
  ]
}